{
  "message": "success",
  "data": [
    [
      {
        "name": "sunset point",
        "url": "http://tourmet.com/wp-content/uploads/2014/07/Sun-Set-Point-Mount-Abu2.jpg"
      },
      [
        {
          "url": "http://d7ab823tjbf2qywyt3grgq63.wpengine.netdna-cdn.com/wp-content/uploads/2015/10/rollin-into-the-sun-400x400.png",
          "message": "Visit the Sunset Point to watch a beautiful sunset. You can easily get a jeep/car to reach the sunset point, or you can drive your own. One advice: reach early to secure a nice place to view the sunset. If you reach there during sunset, you will not be able to enjoy it properly."
        },
        {
          "url": "http://www.trodly.com/image/attraction/size-400x400/mode-crop/1891.jpg",
          "message": "Monkies by the Dozens, beautiful to be on top of the world and see the plains below and watch the sunset with your family"
        },
        {
          "url": "http://www.ghumakkar.com/wp-content/uploads/2012/12/Nakki05.jpg",
          "message": "one must be there by 5.30pm sharp if is to take in the beauty of the sun setting in all it glory...and watch all couples and friends getting clicked and taking snaps of the setting sun"
        },
        {
          "url": "http://2.bp.blogspot.com/_d2OvGS5FDsk/TF7OmbDkfZI/AAAAAAAAGWQ/JqLIB-8xJsI/s320/IMG_0393.jpg",
          "message": "It's a long walk to the sunset point  not that a breath taking view  no snacks or water available Advisable to Carry some  camel ride is available"
        },
        {
          "url": "http://3.bp.blogspot.com/--WvqYaU2Vzg/UIKnUzA-xDI/AAAAAAAAB8o/Ey-vSSjaaDE/s1600/Mount-Abu-Photos-sunset-point-Mount-Abu-5689-7-jpg-uploadimages-400x300.jpg",
          "message": "this is a very good place. however, pls note that there is a lot of walking to do..some uphill as well so incase of children or senior citizens with you, you will have to hire local cart pullers which are available in plenty"
        }
      ]
    ],
    [
      {
        "name": "guru shikhar temple",
        "url": "http://www.rajasthandirect.com/wp-content/uploads/2013/06/Guru-Shikhar-Mount-Abu.jpg"
      },
      [
        {
          "url": "http://siliconindia.com/travelcity/travel_images/5G7TiUY9.jpg",
          "message": "If you are a bachelor or a couple, rent a bike and travel Guru Shikhar. The road goes till the temple parking lot. But the main temple is few steps more, You have to climb around 100 steps. Enjoy the serenity of the place and the fresh air."
        },
        {
          "url": "http://mountabu.nic.in/images/guru01.jpg",
          "message": "Was delighted to reach top of mountain. Temple built there gives relaxation. Solar observatory visible and the outside gives a panoramic view . It feels like top of world on reaching there"
        },
        {
          "url": "https://media-cdn.tripadvisor.com/media/photo-s/09/ec/1c/b2/guru-shikhar.jpg",
          "message": "If you are religious then surely go there for darshan of Lord Dattatreya. Many steps to climb. I think there are doli for those who can't climb. Don't buy the oil that the guide will try to sell at the top. I mean it's no magical potion, even if it may be good"
        },
        {
          "url": "http://mw2.google.com/mw-panoramio/photos/medium/64107325.jpg",
          "message": "Guru Shikhar is the highest point of the Aravalli Range. The Name Guru-Shikhar or the peak of Guru Dattatreya. Situated at a height of 1722 meters. To reach Guru Shikhar you need to travel approximately 7km long Delwara AchalGarh Road (15Km from Mount Abu). And you would have to climb approx 200 steps"
        },
        {
          "url": "http://farm3.static.flickr.com/2398/2177723049_0f20a190a0.jpg",
          "message": "A very long and difficult trek with breathtaking views will lead you to this spot called guru shikhar. Also has a spiritual side as it is a place where a sage performed penance. Once you reach there all the toil is worth. It has to be experienced because words can't explain everything that u feel... Must go for nature lovers"
        }
      ]
    ],
    [
      {
        "name": "om shanti bhavan",
        "url": "http://www.truthofmeditation.com/images/Om%20Shanti%20Bhavan%20Brahamakumaris%20Brahma%20kumaris%20BK%20Centre%20Address%20Mount%20Abu%20Free%20Meditation%20Spiratual%20Course%20Awakening%20with%20brahakumaris%20%20BK%20Shivani%20BK%20Usha%20Dadi.jpg"
      },
      [
        {
          "url": "http://www.truthofmeditation.com/images/Om%20Shanti%20Bhavan%20Brahamakumaris%20Brahma%20kumaris%20BK%20Centre%20Address%20Mount%20Abu%20Free%20Meditation%20Spiratual%20Course%20Awakening%20with%20brahakumaris%20%20BK%20Shivani%20BK%20Usha%20Dadi.jpg",
          "message": "We went with family t this peaceful place. Though this place is not for youngsters, still they get a very positive vibration as t the spiritual process they depict. Especially the marvellous garden they have maintained and brief lecture they give both at this centre and then at garden is very memorable."
        },
        {
          "url": "http://www.truthofmeditation.com/images/Om%20Shanti%20Bhavan%20Brahamakumaris%20Brahma%20kumaris%20BK%20Centre%20Address%20Mount%20Abu%20Free%20Meditation%20Spiratual%20Course%20Awakening%20with%20brahakumaris%20%20BK%20Shivani%20BK%20Usha%20Dadi.jpg",
          "message": "This is the headquarters of Brahmakumaris university – it was a pleasant visit and we meditated for few minutes inside. The place has got nice feel. The visit was for 20 minutes and we are back outside. There are volunteers all over to help you understand more if you are interested."
        },
        {
          "url": "https://viagensculturais.files.wordpress.com/2010/11/meditation_hall1.jpg?w=501&h=379",
          "message": "It is the headquarter of brahma kumari they will provide you the information for the spriual knowledge and also about the history of brahma kumari nicely maintain the peaceful atmosphere and the religious"
        },
        {
          "url": "https://i.ytimg.com/vi/kuBrWUuYqOY/hqdefault.jpg",
          "message": "Got 10 minutes explanation as part of group tour. Concept is OK and you may have your own opinion. If you are on a relaxing trip, you can skip it."
        },
        {
          "url": "http://theinterfaithobserver.org/storage/apr-2014-images/OurInnerLights2.jpg?__SQUARESPACE_CACHEVERSION=1397410286386",
          "message": "Enjoyed visiting this place. It is a peaceful place. The teachings of Brahmakumaris are unique and invoke a sense of belonging to this universe and need of bringing discipline and simplicity to our life"
        }
      ]
    ],
    [
      {
        "name": "nakki lake",
        "url": "http://img2.holidayiq.com/photos/mo/Mount-Abu-Photos-Nakki-Lake-Mount-Abu-AbbottMount-7590-0-jpg-destreviewimages-510x339-1324605853.jpg"
      },
      [
        {
          "url": "http://photo.webindia123.com/gallery/14042/picture%20392_Main.jpg",
          "message": "Nakki lake I very good place in mount Abu. Nice garden and nice lake. Parking facility is not good. Food are expansive. You can ride with boat in lake , if u want to ride your self so u can and staff also available for ride. Traditional cloth also available if u want to pic with traditional cloth so."
        },
        {
          "url": "http://www.holidayiq.com/destreviewimages/AbbottMount-7590_0.jpg",
          "message": "Nakki lake is basically what mount Abu is all about. This is where u will spend most of ur time around. - You can laze around the periphery of this lake taking photos and taking in the view - Have awesome and chatpata street food (yes from sukha bhel to chana chaat, u get it all here)"
        },
        {
          "url": "http://www.liveindia.com/rajasthan/mt-abu13.jpg",
          "message": "Nakki lake is a must visit if you're in mount abu. Lots of eateries nearby. For international travellers, dominos is also available (though its vegetarian). Boating is also available, if you are interested."
        },
        {
          "url": "https://i.ytimg.com/vi/kuBrWUuYqOY/hqdefault.jpg",
          "message": "The lake was not very clean. We tried the paddle boat (Rs.150 x 2 Adults). The boats available were very old and not well maintained. Too many photographers and beggars irritate you all the time. Surprisingly didn't find any horse-riding options around the lake, maybe it was not the right season, not sure."
        },
        {
          "url": "http://www.indialine.com/travel/images/nakkilake-mountabu.jpg",
          "message": "We have been there for a night stay and we went along with family including kids. We enjoyed a lot as we went for boating, taken few good photos. All snacks available near the lake too, Good parking space available for car. It is always good to go in winter to enjoy thunder."
        }
      ]
    ],
    [
      {
        "name": "delwara jain temple",
        "url": "http://www.esamskriti.com/photograph/jaisalmer-dilwara-temples-photo.jpg"
      },
      [
        {
          "url": "http://www.indianetzone.com/photos_gallery/56/Sculpture_of_Dilwara_Temple1.jpg",
          "message": "Visited the place and was delighted to see the carvings on marbles . It was an awesome experience. Although the better ones are found in modern temples like Akshardham temple in Delhi , however keeping into consideration that the temple was constructed in 11xx AD , it was a wonderful experience."
        },
        {
          "url": "http://www.jaindharmonline.com/j08.jpg",
          "message": "Photography not allowed. Mobile phones have to be submitted outside the jain deraser (temple) Temple ranging to 1582 AD Amazing carvings throughout the temple. Huge temple complex.  Maintenence needed. Serene and peaceful atmoaphere. Beautiful statues of Jain Lords."
        },
        {
          "url": "http://www.esamskriti.com/photograph/khatu-dilwara-temples-images.jpg",
          "message": "Absolutely stunning and mind boggling. The only drawback is that you aren't allowed any camera or cell phone so no pictures. Images on Google Images do not do it justice. Mt. Abu is a little out of the way and not much visited by Westerners but completely worth the long winding road up. Add it to your must see list"
        },
        {
          "url": "http://www.templesofindia.net/sites/default/files/2277557790099936546S425x425Q85.jpg",
          "message": "The most amazing jain temple in India-Dilwara temple and the main attraction of Mount abu! I was amazed by the architecture of temple built in ancient time.It will take 30-45 minutes to visit the whole temple and absorbing the things.Best time to visit the temple is in evening! Photography is prohibited inside the temple."
        },
        {
          "url": "http://im.hunt.in/cg/Mount-Abu/City-Guide/Exquisite-Architecture-on-the-walls-of-the-Dilwara-Temple.jpg",
          "message": "Hard to imagine that the intricate carving and attention to detail was pristine. Unbelievable both historically & architecturally."
        }
      ]
    ],
    [
      {
        "name": "aadhar devi",
        "url": "https://media-cdn.tripadvisor.com/media/photo-s/02/bf/15/4b/adhar-devi-temple.jpg"
      },
      [
        {
          "url": "https://media-cdn.tripadvisor.com/media/photo-s/07/02/6d/13/adhar-devi-temple.jpg",
          "message": "Mount Abu is not very big, and has lot of temples, this is one of the prominent temple in the area. One has to climb lot of stairs to reach this temple, so be prepared for some exercise also. There are some good places to click pictures on the way. It is just ordinary temple, but can not be skipped."
        },
        {
          "url": "https://chandrabali.files.wordpress.com/2015/04/adhar-devi-temple-mt-abu.jpg?w=672",
          "message": "Need to jump up 350 stairs but it was a worth for this effort. Situated at the hill itself, view was awesome."
        },
        {
          "url": "http://static.zipmytravel.com/images/city/mount-abu/6/adhar-devi-temple-2.jpg",
          "message": "Temple at the hill top having long steps to reach is one good place to see nature and spend some time in meditation in the temple."
        },
        {
          "url": "http://www.funatweb.com/img/IMG_1540.JPG",
          "message": "The temple at the top is simply a temple in a small cave as described in travel guides. The stairs leading to the temple are cool with a good view of the city and the people, monkeys, bells etc providing an interesting thing to observe for a tourist."
        },
        {
          "url": "http://media-cdn.tripadvisor.com/media/photo-s/07/02/6c/15/adhar-devi-temple.jpg",
          "message": "Morning is good time to visit the temple.You have to climb 360 stairs to reach the temple from parking.Do visit if you believe in god. Be careful from monkeys while climbing. You can also get nice view and photographs."
        }
      ]
    ],
    [
      {
        "name": "sankar math",
        "url": "http://im.hunt.in/cg/Mount-Abu/City-Guide/Shivalaya-of-Sankar-Math.jpg"
      },
      [
        {
          "url": "http://shankaramatha.org/images/Shivlinga.jpg",
          "message": "Shankar Math, one of the latest tourist attractions, is a magnificent monolith Shiva Linga of pink stone made 25 years back in tranquil ambience with an eco- friendly abbey, headed by His Holiness, the Very Rev. Swami Maheshanandji Giri."
        },
        {
          "url": "http://im.hunt.in/cg/Mount-Abu/City-Guide/Sacred-water-flowing-out-of-the-cow-head.JPG",
          "message": "This unique place is built of red stone which is situated near the main market and dedicated to Lord Shiva. Outside the upper position of the temple has been given the shape of Shiva Linga which is honoured with rainy water by Lord Indra himself."
        },
        {
          "url": "http://www.tourismguideindia.com/images/Rajasthan/Mount%20Abu%20Hill%20Station/Sankar%20Math.jpg",
          "message": "After the Second World War there was rapid growth in tourism in Mount Abu. The single bus service from the railroad, Abu road, known in the olden days as Kharadi, was gradually increased in frequency and the number of the vehicles plying too swelled. By 1954 Mount Abu was merged with Rajasthan from Bombay province. By the eighties, tourism multiplied in geometrical progression, crossing the 1.2 million mark per year by late eighties."
        },
        {
          "url": "http://www.tourismguideindia.com/images/Rajasthan/Mount%20Abu%20Hill%20Station/Sankar%20Math.jpg",
          "message": "It is an aerie in the desert, the only oasis of Aravalies. It casts a lasting spell upon one and all to take a dip at the heaven’s gate and make a home on an ecology range"
        },
        {
          "url": "https://encrypted-tbn3.gstatic.com/images?q=tbn:ANd9GcRsVb215wffOeBiL1pcdbQ2Pc-vWdDxpa6-yWEao_Of_OsC5kyWfQ",
          "message": "Students come from all over the globe to enrich themselves not only with fundamental education but also infuse themselves with spirituality and deep understanding of environment and the value to respect Mother Nature."
        }
      ]
    ],
    {
      "name": "WelcomHeritage Connaught House",
      "url": "https://media-cdn.tripadvisor.com/media/photo-s/04/b4/db/d2/connaught-house-mount.jpg"
    },
    {
      "name": "mountabutaxi",
      "url": "http://www.mountabutaxi.com/assets/ck1/images/logo.png"
    },
    {
      "name": "Arbuda Restaurant",
      "url": "https://www.makemytrip.com/travel-guide/media/dg_image/mount_abu/Arbuda-Restaurant.jpg"
    }
  ]
}
