{"status":"success","one":["Ye Dil tere liye beqarar aaj bhi hai Meri aankh ko tera intizar aaj bhi hai  Tu aayegi ye umeed hai mujhe Tujh ko pane k liye ye tera deewana aaj bhi hai","Ishq karna asaan nahin hota Duriyan badne se pyar kam nahi hota,Waqt bewaqt ho jati hain aankhein nam, Kyun ki yaadon ka koi mausam nahin hota","Phuulo ki tarah hansti raho Kaliyoun ki tarah muskurati raho Khuda se sirf itna mangta hoon ki tum mujhe hamesha yaad aati raho.","Dunia jise neend kehti hai, jane wo kya cheez hai,Aankhe to hum bhi band karte hai par wo aap se milne ki tarkeeb hai","Mere chehare ki hansi ho tum,Mere Dil ki har khushi ho tum,Mere hontho ki mushkan ho tum,Dhadakta hai mera ye Dil jishke liye woh Meri Jaan tum ho tum.","Koi sham aati hai tumhari yaad lekar,Koi sham jati hai tumari yaad dekar,Mujhe tho us sham ka intezar hai,jo aaye tume saath lekar","Dil Ki Nazuk Dhadkano Ko Mere Sanam Tumne Dhadakna Sikha Diya Jab Se Mila Hai Tera Pyaar Dil Ko Gum Me Bhi Muskurana Sikha Diya","Mohabbat mujhe thi usi se..Sanam Yadaon me uski yeh Dil tadpta raha .. Maut bhi meri Chahat ko rok na saki.. Kabr me bhi yeh Dil Dhadkta raha.","Tumhari is ada ka kya jawab du, apne dost ko kya uphar du koi achcha sa phool hota to mali se mangvata,jo khud gulab hai usko kya gulab du…","Aapki Muskurahat ne hame behosh kar diya,Aapki Muskurahat ne hame behosh kar diya, Hum Hosh me aane hi waale the, ki Aapne fir se muskura diya.","Aapki Muskurahat ne hame behosh kar diya, Aapki Muskurahat ne hame behosh kar diya, Hum Hosh me aane hi waale the, ki Aapne fir se muskura diya.","Bina dard ke ansu bahaye nahi jate,Bina pyar ke rishte nibhaye nahi jate, E dost 1 baat yaad rakhna bina DIL diye DIL paye bhi nahi jate.","Mast Nazron se dekh lenaa tha Agar tamanna thi aazmane ki, Hum to behosh youn hi ho jaate Kya zaroorat thi muskurane ki.","Badi Muddat se chaha hai tujhe, bade Duaon se paya hai tujhe, tujhe bhulane ki socho bhi to kaise, Kismat ki Lakiron se churaya hai tujhe!","ek nazar teri kaher dhati hai, ek teri chal lehrati hai, dua dete hain hum jab tu aati jati hai, girten hain log aur tu hasti jati hai","Zindagi ek phool hai aur mohabbat us ka shehed Pyar Ek Dariya Hai, Aur Mehboob uski sarhad."," Dil Ko Manana Gar Hota Aasaan, Na Karta Kisi Ko Yun Ye Pareshaan, Tanha Na Rahta Bhari Mehfil Me, Na Hoti Woh Halat Jo Ho Na Sake Bayaan. "," Tapish Suraj Ki Hoti Hai, Jalna Zameen Ko Parta Hai Qusur Aankhon Ka Hota Hai, Tarapna Dil Ko Parta Hai.","Koi aankhon aankhon se baat kar leta hai, Koi aankhon aankhon mein mulakat kar leta hai, Mushkil hota hai jawab dena, Jab koi khamosh rehkar bhi sawal kar leta hai ","Kismet se apni sabko shikayat kyu hai, Jo nahi mil sakta usi se mohabbat kyu hai, Kitne khade hai raho pe, Phir bhi dil ko usi ki chahat kyu hai","Chand ki raton mein sara jahan sota hai, Lekin kisi ki yadoon mein koi badnaseeb rota hai, Khuda kisi ko mohabbat pe fida na kare, Agar kare to kisi ko juda na kare "],"two":["I will be back before you pronunce afjkhnfkualnfhukcakecnhkj","Wow now I’m a graduate…….Now thermometer is not the only thing that has degrees without brains ","Don’t be too optimistic. The light at the end of the tunnel may be another train.","Life is too short. Don’t waste it reading my watsapp status "," formula for success…….under promise and over deliver Good morning…let the stress begin","Don’t settle for good.Demand Great.","I can see you checking my whatsapp status. ","Life is the art of drawing without a eraser."," Hakuna Matata!!–the great motto to live life!!","Price is what you pay. Value is what you get. – Warren Buffett","since 1910  ","Am gonna Make my Status………….better you too Focus on your Status only."," Eat…sleep….regret……repeat. ","move on…","People are like music some say the truth and rest,just noise.","We are all part of the ultimate statistic – ten out of ten die.","It’s not how tragically we suffer but how miracously we live."," Love is that state of mind when a karan johar film becomes bearable.","Dream as if you’ll live forever..Live as if tomorrow is last one.","Please don’t get confused between my personality &amp; my attitude.My personality is who I am &amp; my attitude depends on who you are!","You don’t have to like me….I am not a facebook status."]}
