{
  "data": [
    {
      "category_name": "Ways to Communicate Better at Work",
      "category_read_more ": "",
      "tips": [
        "Listen - Most of us are terrible listeners. Instead of truly listening to what the person is saying, we interrupt, prepare our response, or think we already know what the speaker is going to say next. It's impossible to understand what someone needs or wants if we don't give them our undivided attention.",
        "Pay attention to body language - Body language can tell you just as much as what a person says, if not more. Observe how they act when they talk. Is your co-worker saying she can meet a deadline, but wringing her hands while she says it? She might be afraid to tell you it will be hard to make the due date.",
        "Consider communication preference. - Not everyone likes to communicate the same way. Email works for some, but others would rather pick up the phone and talk, text, or even use social media or instant messaging to relay something. Respect the person you're trying to contact and use the method she seems to prefer. If you've called a client several times and always get her voicemail, but she's always quick to respond to email, switch to email instead.",
        "Consider your tone. - The problem with email and social media is that it can be difficult to determine the tone. You may mean something as a joke, but if it comes off pushy or angry, you could cause an unintended reaction from the recipient. Make sure your language is clear, and if you are angry, take a few minutes to cool down before you type. Better yet, meet in person so nothing is misconstrued.",
        "Don't be too casual. - Getting along with your work colleagues can help you do your job better, but don't take it too far in your communication on the job. Keep the cursing for after hours, and make sure your emails, meetings, and phone calls are professional. Being too casual on the job may make others feel uncomfortable.",
        "Check your grammar. - Spell check is your best friend on the job. Always proofread anything you type—be it an email, Tweet, or letter. If you're not great at catching errors, ask someone else to proof it for you.",
        "Keep criticism constructive. - If you manage others, you want them to do their best. Work to ensure your comments aren't emotionally charged, and that the person you're speaking with grasps what you're trying to say when giving feedback. Provide positive reinforcement when a job is well-done, and find ways to add in tips for improvement without being \"that boss.\"",
        "Restate what you hear. - Rephrasing what your co-worker or boss says to you by repeating the important points shows you are listening and understand what you were told. It gives both parties a chance to clarify if there is any confusion, and by repeating it, you'll remember.",
        "Get a little personal. - People let their guards down when you talk about their lives outside of work. Ask about a co-worker's kid's soccer tournament. Find ways to interact on a personal level without going too far. You'll go a long way toward building trust.",
        "Never stop improving. - Effective communication is a skill you must practice. Observe how others respond to your communication to clue you in on areas for improvement."
      ],
      "category_image": "http://talkshop.ph/blog/wp-content/uploads/2014/04/tin-cans-telephone-work-588x352.jpg"
    },
    {
      "category_name": "Making New Friends",
      "category_read_more ": "",
      "tips": [
        "Accept all invitations, even if it doesn’t seem like the kind of event you’d enjoy. - You never know who you’ll meet!",
        "Appreciate that friendships are built over time. - Don’t share major confidences too soon with a new friend. Pushing for intimacy may drive people away.",
        "Accept that we’re all different. - Demanding that others share your beliefs and behaviours could limit the variety of friendships you make. ",
        "Show that you are a trustworthy and positive friend. - Use optimistic and encouraging conversation and don’t gossip about others.",
        "Take any opportunity to socialise. - Invite people to attend activities you have organised instead of always waiting to be asked.",
        "Use your existing network of family and friends to meet new people. - Ask if you would be welcome to attend one of their social events.",
        "Focus your attention on other people and outside interests. - Worrying about yourself and how you are feeling prevents you from connecting with others. ",
        "Watch others who seem to make friends easily. - Adopt some of the same techniques they use. Confidence comes with practice, so give yourself a chance to rehearse.",
        "Show you’re interested in others. - Ask questions about their life and interests. It will keep the conversation flowing.",
        "Nurture old and new friendships. - Give people in your life the time and attention they deserve."
      ],
      "category_image": "http://www.boundless.org/blog/wp-content/uploads/2015/12/friends1.jpg"
    },
    {
      "category_name": "Work Smarter, Not Harder - Time Management Tips",
      "category_read_more ": "",
      "tips": [
        "Complete most important tasks first.- This is the golden rule of time management. Each day, identify the two or three tasks that are the most crucial to complete, and do those first. Once you’re done, the day has already been a success. You can move on to other things, or you can let them wait until tomorrow. You’ve finished the essential.",
        "Learn to say 'no'. - Making a lot of time commitments can teach us how to juggle various engagements and manage our time. This can be a great thing. However, you can easily take it too far. At some point, you need to learn to decline opportunities. Your objective should be to take on only those commitments that you know you have time for and that you truly care about. ",
        "Sleep at least 7-8 hours. - Some people think sacrificing sleep is a good way to hack productivity and wring a couple extra hours out of the day. This is not the case. Most people need 7-8 hours of sleep for their bodies and minds to function optimally. You know if you’re getting enough. Listen to your body, and don’t underestimate the value of sleep.",
        "Devote your entire focus to the task at hand. - Close out all other browser windows. Put your phone away, out of sight and on silent. Find a quiet place to work, or listen to some music if that helps you (I enjoy listening to classical or ambient music while writing sometimes). Concentrate on this one task. Nothing else should exist. Immerse yourself in it.",
        "Don’t allow unimportant details to drag you down. We often allow projects to take much, much longer than they could by getting too hung up on small details. I’m guilty of this. I’ve always been a perfectionist.",
        "Turn key tasks into habits.",
        "Be conscientious of amount of TV/Internet/gaming time.",
        "Leave a buffer-time between tasks. - When we rush from task to task, it’s difficult to appreciate what we’re doing and to stay focused and motivated. ",
        "Don’t think of the totality of your to-do list. - One of the fastest ways to overwhelm yourself is to think about your massive to-do list. Realize that no amount of thought will make it any shorter.",
        "Exercise and eat healthily.",
        "Do something during waiting time. - We tend to have a lot of down-time where we don’t try to do much. Waiting rooms, lines at the store, time on the subway, on the elliptical at the gym, etc.",
        "Lock yourself in. - No distractions, no excuses. Sometimes, the only way I’m going to get something done is if I’m under lock and key, alone in a room. If you’re like me, realize it, and act accordingly.",
        "Commit to your plan to do something. - I kind of mentioned this already, but it’s worth repeating. Don’t flake on your own plan to do something!",
        "Batch related tasks together. - Let’s say that over a given weekend you need to do two programming assignments, write three essays, and make two videos. Rather than approaching this work in whatever order you feel, group the like tasks and do them consecutively.",
        "Find time for stillness. - In our go, go, go world, too many people don’t find time to just be still. Yet, it’s extraordinary what a stillness practice can do. Action and inaction should both play key roles in our lives.",
        "Eliminate the non-essential. - I know this one has been mentioned in one capacity or another already, but it’s one of the most useful tips you can take away from this post.",
        "See more at: http://www.creativitypost.com/create/work_smarter_not_harder_21_time_management_tips_to_hack_productivity#sthash.wtgO8mKl.dpuf"
      ],
      "category_image": "https://media.licdn.com/mpr/mpr/AAEAAQAAAAAAAAJFAAAAJDFkNTRmZDExLTYxYjctNGI3MS04OWVmLTE3MmE2MjliYjY4Yw.jpg"
    },
    {
      "category_name": "Overcome Laziness",
      "category_image": "https://pbs.twimg.com/media/B9vOWg8CYAIIRY0.jpg",
      "category_read_more ": "http://lifestyle.allwomenstalk.com/tips-on-how-to-stop-being-lazy",
      "tips": [
        "Break down a task into smaller tasks We often avoid tasks because we find them too big, too overwhelming, too tiring, or taking too much of our time.",
        "Rest, sleep and exercise In some cases, laziness is due to being tired and lacking energy. If this is true in your case, you need to give yourself the rest and sleep you need, and also give your body enough exercise and fresh air.",
        "Motivation In some cases, the reason for laziness is due to lack of motivation. You can strengthen your motivation through affirmations, visualization and thinking about the importance of performing your task or chore or achieving your goal.",
        "Think about benefits Think about the benefits you will gain if you overcome your laziness and take action, instead of thinking about the difficulties or obstacles.",
        "Are U feel like this, LOL  This image :  http://goo.gl/7zb6N7 ",
        "Don't Snooze the Alarm",
        "No More Facebook or other social site its really affected.",
        "http://media.infobarrel.com/media/image/48509_max.jpg",
        "https://s-media-cache-ak0.pinimg.com/236x/c3/e0/a8/c3e0a804be2f3e3a9027e463078fb79c.jpg",
        "This is image only for you : https://s-media-cache-ak0.pinimg.com/236x/c3/e0/a8/c3e0a804be2f3e3a9027e463078fb79c.jpg",
        "Read more : http://lifestyle.allwomenstalk.com/tips-on-how-to-stop-being-lazy"
      ]
    },
    {
      "category_name": "Motorcycle safety tips for new riders",
      "category_image": "http://www.bikesindia.org/uploads/image/reviews/2015/jun/indian-traffic.jpg",
      "category_read_more": "http://www.consumerreports.org/cro/2013/04/10-motorcycle-safety-tips-for-new-riders/index.htm",
      "tips": [
        "Don’t buy more bike than you can handle. If you’ve been off of motorcycles for awhile, you may be surprised by the performance of today’s bikes",
        "Invest in antilock brakes. Now available on a wide array of models, antilock brakes are a proven lifesaver. IIHS data shows that motorcycles equipped with ABS brakes were 37 percent less likely to be involved in a fatal crash than bikes without it.",
        "Hone your skills. As Honda’s Jon Seidel puts it, “There is nothing we could say or advise more than to go find a Motorcycle Safety Foundation (MSF) riding course in your area. That’s critical, absolutely critical.” An MSF course or similar class can teach you the basics, as well as advanced techniques, such as how to perform evasive emergency maneuvers.",
        "Use your head. Yes, helmets are an emotional topic for some riders. But the facts show the risk. Riders without a helmet are 40 percent more likely to suffer a fatal head injury in a crash and are three times more likely to suffer brain injuries, than those with helmets, according to government studies.",
        "Wear the right gear. Jeans, a T-shirt, and sandals are recipes for a painful disaster on a bike. Instead, you want gear that will protect you from wind chill, flying bugs and debris, and, yes, lots of road rash if you should slide out. For maximum protection, go for a leather or other reinforced jacket, gloves, full pants, and over-the-ankle footwear, even in summer.",
        "Be defensive. A recent study by the University of South Florida’s Center for Urban Transportation Research found that in collisions involving a motorcycle and a car, car drivers were at fault 60 percent of the time.",
        "Avoid bad weather. Slippery conditions reduce your margin for error. Rain not only cuts your visibility but reduces your tires’ grip on the road, which can make cornering tricky. If you need to ride in the rain, remember that the most dangerous time is right after precipitation begins, as the water can cause oil residue to rise to the top.",
        "So, you need to be extra alert, especially in this age of epidemic phone use and texting behind the wheel. Keep an eye out for cars suddenly changing lanes or pulling out from side streets. And don’t tailgate; keeping a safe following distance is critical, both to ensure you have enough stopping distance and so you have time to react to obstacles in the road. An object that a car might easily straddle could be a serious hazard when on a bike.",
        "Read More http://www.consumerreports.org/cro/2013/04/10-motorcycle-safety-tips-for-new-riders/index.htm"
      ]
    },
    {
      "category_name": "Improve your dancing",
      "category_image": "http://www.jsxstyle.com/wp-content/uploads/2015/03/trusttheproces.jpg",
      "category_read_more": "http://dance.about.com/od/getstarteddancing/tp/Dance_Tips.htm",
      "tips": [
        "Find a Great Instructor - Experienced dancers know the importance of a good dance instructor. A dance teacher not only teaches new steps and techniques, but also corrects mistakes. If you are new to dance, choose your instructor carefully. If you have been taking lessons for awhile and don't seem to be improving, consider looking around for a different teacher. The more you dance, the more you realize what qualities you prefer in a dance instructor.",
        "Watch Other Dancers - Rent a few dance movies or instructional DVD's. Watch the dancers closely, noting such things as body alignment, posture and technique. Try to find ways to incorporate styles you like into your own dancing.",
        "Perfect Your Posture - Stand up straight, push your shoulders down and back, and hold your head up. It's truly amazing what good posture does for a dancer.",
        "Stretch - Daily stretching will make your body much more flexible. A big goal in dancing is to make each move look effortless. The more limber your legs are, the easier it will be to move them. Make it a habit to stretch every day.",
        "Improve Your Technique - Professional dancers spend their entire careers perfecting their technique. Good technique is what separates the good dancers from the best dancers. Learn new moves, but strive to perfect the skills of each step.",
        "Wear Proper Shoes - Each dance style requires a specific type of shoe. Dance shoes are carefully structured to protect the legs and feet and to benefit the dancer. Make certain that you are dancing in the correct type of shoe and that the shoes are the right size.",
        "Relax - Your body will dance its best in a relaxed state. Take a few deep breaths and clear your mind. Teach yourself to unwind to the music.",
        "Smile - A smile is an expression of pleasure, happiness, or amusement. If you smile while you are dancing, people will get the feeling that you love what you are doing. Even if you are dancing alone, smile at yourself. You love to dance, so let it show!",
        "Read More http://dance.about.com/od/getstarteddancing/tp/Dance_Tips.htm"
      ]
    },
    {
      "category_name": "Get rid of pimples and acne naturally",
      "category_image": "http://cdn1.lethow.com/wb-content/uploads/2014/03/Get-Rid-of-Zits-Fast.jpg",
      "category_read_more": "http://www.naturallivingideas.com/10-super-clever-natural-ways-to-remove-acne-scars",
      "tips": [
        "Aloe Vera - Fresh aloe vera gel is a potent source of vitamins which can help to heal skin and fade scars. Aloe is gentle, so you won’t have to worry about further damaging or irritating skin. Also, because aloe is such a wonderful natural moisturizer, it will leave your skin looking and feeling softer and healthier. While aloe vera gel may be found in any drug store or pharmacy, fresh organic aloe is best. Potted aloe plants are easy to find and require almost no maintenance to grow even without the use of chemical fertilizers or pesticides. Should you choose to use fresh aloe to combat your acne scars, just break off a small piece of one leaf, peel away the outer flesh to expose the gel, and massage gently into your skin. For best results, let the gel soak in for at least thirty minutes before washing it off.",
        "Baking Soda - Baking soda is a common household item with literally hundreds of uses, including the ability to help heal scars. Baking soda is composed of sodium bicarbonate crystals which gently exfoliate skin when used as a cleansing scrub. Just mix a few teaspoons of baking soda with enough water to form a thick paste then massage into skin where scars are present. Once applied, you should leave the mixture on for a minute or two. This will allow the soda to cleanse pores and help prevent further blemishes. After a couple of minutes, wash your face in lukewarm water and apply a good natural moisturizer like rose hip seed, jojoba, coconut, or olive oil.",
        "Coconut Oil - coconut oil for acne scarsCoconut oil is at the top of the list when it comes to natural moisturizers with healing properties. Scoop about a quarter of a teaspoon of virgin coconut oil into the palm of your hand and let it melt as it comes up to body temperature. With your fingertips, massage oil directly onto scarred skin and let it soak in. There is no need to wash coconut oil away as the vitamins and essential fatty acids will continue to work and improve skin health as long as you wear it. However, if the oil is too heavy for your comfort, leave it on for at least thirty minutes before removing with an all-natural cleanser.",
        "Cucumber - Cucumbers are a popular ingredient in facial treatments for good reason. This vegetable is not only super hydrating, cucumber also contains vitamin A, vitamin C, and magnesium – all of which are great for your skin. To use this treatment for healing acne scars just pick up an organic cucumber from your local market, cut off a few thin slices, and lay them over your scarred skin. After about thirty minutes, discard the cucumber slices and rinse your face with cool water. Repeat daily as desired.",
        "Honey - Another natural moisturizer which can help heal scars is honey. It is best to use raw honey, not the processed kind found on the shelves of most chain grocery stores. To obtain the best quality, try your local farmer’s market or natural health care store. Once you’ve gotten the good stuff, simply massage a small amount of honey over your scars and let this wonder of nature work its magic. You can also mix about a teaspoon of ground cinnamon per two tablespoons of honey for added pore-cleansing power. Use this treatment as often and for as long as you like.",
        "Lemon - Lemon juice is a natural alpha-hydroxy acid (AHA) that can be used to fade scars, promote healing, and revitalize skin. Simply squeeze the juice from one organic lemon into a small bowl. You can use this treatment undiluted or mixed with water if you have sensitive skin. Dab juice over scars with a cotton ball and let it dry completely. Then rinse your face with cool water and follow up with a natural moisturizer. Repeat this treatment once every two or three days.Remember that lemon juice will make skin more sensitive to UV radiation, so it’s best to avoid direct sunlight for a while after using this treatment.",
        "Potato Juice - Vitamin and mineral rich potato is another vegetable which is great for skin health and healing. Use the juice of a fresh organic potato to fade acne and pimple scars by cutting off a few thin slices and applying them directly to affected areas. Alternately, you can cut thicker slices and apply the juice by massaging them over scars. For best results, leave potato juice on your skin for at least fifteen minutes before rinsing off with warm water. You can do this up to once per day.",
        "Rose Hip Seed Oil - Rose hip seed oil is in a class by itself when it comes to promoting naturally healthy skin. For maximum health benefits, be sure to use organic cold-pressed oil. Apply this light-weight, non-greasy treatment once or twice each day to reap the benefits of its essential fatty acids and high concentration of trans-retinoic acid – a natural form of vitamin A found in rose hip seeds. Try 100% organic rose hip seed oil in conjunction with a derma roller to heal scars even faster!",
        "Sugar Scrub - For a more therapeutic way to heal acne scars, make yourself a homemade sugar scrub. Sugar cane contains glycolic acid, another AHA that removes dead skin and promotes cell regeneration. Simply mix raw organic cane sugar with virgin olive oil at a two-to-one ratio then add several drops of organic lemon juice until your scrub is workable, but not too watery. Apply sugar scrub to scars about once every two or three days. Leave on for about fifteen minutes and remember to follow up with a good natural moisturizer!",
        "Vitamin E - Probably the easiest way to use vitamin E for healing scars is to simply puncture the end of a gel capsule and squeeze the contents onto your fingertip. Apply the oil directly to scarred skin or mix it into your daily moisturizer to help heal acne and pimple scars faster."
      ]
    },
    {
      "category_name": "Self help to Stop smoking",
      "category_image": "http://debunkingdietitian.com/wp-content/uploads/2015/03/Quit-smoking.jpg",
      "category_read_more": "http://www.nhs.uk/Livewell/smoking/Pages/Motivateyourself.aspx",
      "tips": [
        "Think positive - You might have tried to quit smoking before and not managed it, but don't let that put you off. Look back at the things your experience has taught you and think about how you're really going to do it this time.",
        "Make a plan to quit smoking - Make a promise, set a date and stick to it. Sticking to the 'not a drag' rule can really help. Whenever you find yourself in difficulty say to yourself, \"I will not have even a single drag\" and stick with this until the cravings pass. Think ahead to times where it might be difficult - a party for instance - and plan your actions and escape routes in advance.",
        "Consider your diet - Is your after-dinner cigarette your favourite? A US study revealed that some foods, including meat, make cigarettes more satisfying. Others, including cheese, fruit and vegetables, make cigarettes taste terrible. So swap your usual steak or burger for a veggie pizza instead. You may also want to change your routine at or after mealtimes. Getting up and doing the dishes straight away, or settling down in a room where you don't smoke may help.",
        "Change your drink - The same study looked at drinks. Fizzy drinks, alcohol, cola, tea and coffee all make cigarettes taste better. So when you're out, drink more water and juice. Some people find simply changing their drink (for example, switching from wine to a vodka and tomato juice) affects their need to reach for a cigarette.",
        "Identify when you crave cigarettes - A craving can last five minutes. Before you give up, make a list of five-minute strategies. For example, you could leave the party for a minute, dance, or go to the bar. And think about this: the combination of smoking and drinking raises your risk of mouth cancer by 38 times. ",
        "Get some stop smoking support - If friends or family members want to give up too, suggest to them that you give up together. There is also support available from your local stop smoking service. Did you know that you're up to four times more likely to quit successfully with their expert help and advice?  You can also call the NHS Smokefree Helpline on 0300 123 1044 open Monday to Friday 9am to 8pm, and Saturday to Sunday 11am to 4pm.",
        "Get moving - A review of scientific studies has proved exercise – even a five-minute walk or stretch – cuts cravings and may help your brain produce anti-craving chemicals.",
        "Make non-smoking friends - When you're at a party, stick with the non-smokers. \"When you look at the smokers, don't envy them,\" says Louise, 52, an ex-smoker. \"Think of what they're doing as a bit strange – lighting a small white tube and breathing in smoke.\"",
        "Keep your hands and mouth busy - Nicotine replacement therapy (NRT) can double your chances of success. As well as patches, there are tablets, lozenges, gum and a nasal spray. And if you like holding a cigarette, there are handheld products like the inhalator. There are also e-cigarettes. When you're out, try putting your drink in the hand that usually holds a cigarette, or drink from a straw to keep your mouth busy.",
        "Make a list of reasons to quit - Keep reminding yourself why you made the decision to give up. Make a list of the reasons and read it when you need support. Ex-smoker Chris, 28, says: \"I used to take a picture of my baby daughter with me when I went out. If I was tempted, I'd look at that.\"",
        "Read More http://www.nhs.uk/Livewell/smoking/Pages/Motivateyourself.aspx"
      ]
    },
    {
      "category_name": "Propose a Girl",
      "category_image": "https://img.grouponcdn.com/seocms/5D3JhBDhaJLepvyr8si9jQ/howtopropose__vday_jpg-600x360",
      "category_read_more": "http://www.indiaparenting.com/relationships/article.php?art_id=114&sec_id=5",
      "tips": [
        "Be Yourself - The first tip is to be yourself and never try to overdo anything. You can make it special and sweet even while keeping it simple. If you behave in your natural way, you will find that everything will get along smoothly and comfortably.",
        "Know your Girl and Propose Accordingly - There are some girls who still want their beloved to propose her in that traditional way. If your girl is of that type you can bow down on your knees and tell those three golden words that she wants to hear from you, just to impress her.",
        "Make Special Plans - Plan for a romantic dinner and make her feel special about her. Order her favourite dish and you can propose her either before dinner or during the time of dessert. You can play her favourite music as well. You can take her to that place where you met her for the first time and recreate the same environment and scene. This will make her recall everything and when you will propose her, she will definitely get moved and will say yes to you immediately.",
        "Create a Romantic Moment - Drive her to the beach and when the sun is just going to set, you can propose her. Girls like romantic moments and special occasions. You can play soft music while driving and make her feel that something special is going to happen with her that day.",
        "Take her at a Favourite Spot - You can go to the spot where both of you wanted to go and the place both of you like very much. With the much loved environment around you, you can propose her.",
        "Buy a Special Gift for Her - You can buy a charm bracelet or a ring and ask her ‘Will you marry me?’ while presenting it to her. Presenting a ring to her will help you convey your message with an ease. Go near her with a bunch of red roses or take her somewhere out and then propose her.",
        "Proposing in a Unique Way - You can also talk to her parents and then in front of them, propose her. You can also propose her in your unique way and for this you should plan and prepare for the moment. These tips will certainly help you propose her in a special and unique way and you will surely be able to win her heart. However, you should also be sure that the girl also loves you. So do not hurry in presenting your proposal, analyze your relationship and you will get indications from the girl you are dating. Now, go ahead and plan a date to propose her. Tell her what you have in your heart for her.",
        "Read More http://www.indiaparenting.com/relationships/article.php?art_id=114&sec_id=5"
      ]
    },
    {
      "category_name": "Choosing the Right Valentine's Day Gift",
      "category_image": "http://www.allaboutvalentinesday.com/wp-content/uploads/2016/01/valentines-day-gifts-for-him-gadgets.jpg",
      "category_read_more": "http://www.huffingtonpost.com/entry/10-tips-for-choosing-the-_b_821670.html?section=india",
      "tips": [
        "Keep in mind that if you are dating someone, you need to acknowledge Valentine's Day in some way. If you try to pull the ol', \"Valentine's Day is just a Hallmark holiday and I don't believe in it,\" you will just end up in the doghouse. Trust me.",
        "Valentine's Day can be a tricky holiday because you want to do enough so that you get brownie points for effort but you don't want to do too much or go over the top because that could scare someone off or give the wrong message. Doing enough means doing something, anything, even if it's stopping at the Gristedes Supermarket on the way home and picking up candy and flowers. Doing too much means putting on the full court press for someone you barely know with flowery love cards, and dinner at the most romantic restaurant in the city like Aureole.",
        " You need to give gifts and cards that are commensurate with the level of your relationship. This means that if you have only been out a few times, you need to pick a Shoebox Greeting card that is more playful, sarcastic and funny rather than mushy gushy. In this instance, mushy gushy will make things awkward and give off the wrong message. Just the same, if you have been dating a long time, you can't get away with a funny card or an impersonal card and you can't get away with just signing your name. If you have been together for awhile, your beau is going to expect a sentimental card, a Hallmark card that has script font and with a handwritten message in it from you.",
        " Keep in mind that women always compare their Valentine's Day gifts, cards and experiences with their friends and colleagues. The women always do a play by play for each other, so you need to step up. You definitely don't want your gal to be the gal by the water cooler who has nothing to brag about. You need to give her something to cluck over. And the water cooler winners are not always the ones who get the most expensive gift or were taken to the fanciest dinner. The admired woman by the water cooler is always the one who tells the most romantic story about her Valentine's Day evening that is met with the most \"Ohhhhhs and Ahhhhs\" about how sweet and adorable you were. Can you be that guy?",
        "Lingerie is a risky gift. A lot of men want to give lingerie to their ladies. First of all, they like seeing their gal in it and secondly, they think this is a good way to signal to their gal that they think she is sexy. However, if you are thinking of buying lingerie, make sure you are at the \"lingerie\" stage of your dating or the girl might get offended and think it is an inappropriate sexual overture. Equally, make sure that you pick tasteful lingerie- if you pick out a raunchy teddy straight from the pages of Hustler, your girl might think you don't respect her. You can only go with sleazy lingerie if sleazy and edgy is part of your sexual repertoire with your gal; don't use Valentine's Day to change things up.",
        "Make sure to choose a gift that your beau would like, not just something that you would like. For example, don't get her tickets to a Knicks basketball game rationalizing that it's a night out for the two of you and at least you get to see some basketball. Instead you should get her tickets to a Broadway show like La Cage aux Folles that SHE would enjoy and you should go along with a big smile on your face. And girls, don't get him a manicure and pedicure for Valentine's Day because you think he has disgusting feet and you think of it as a \"pampering day\"; men don't find pampering to be enjoyable. Instead, buy him a day at Skip Barber race track and save the hygiene intervention for another day.",
        " Make sure you choose a gift that has something romantic and thoughtful about it and isn't just practical. Don't buy her a new blow-dryer because you know she needs one or a gift certificate to ger her hair colored. Take the time to pick out a gift she would like and wouldn't buy herself. Or think about keeping her company while she is at the beauty salon; she will find this to be romantic.",
        "If you can't spend a lot of money, go with a creative and sentimental gift. Some good ideas are things like a handmade gift certificate redeemable for one back massage or a gift certificate redeemable for 5 \"non- veto-able\" movie choices. Or sprinkle rose pedals and Hershey kisses all over the bedroom and have a bubble bath drawn in a candle lit bathroom. Or make a mix CD of all of your honey's favorite songs but remember it's about his or her favorites, not yours! Gifts don't have to be expensive to be romantic.",
        "If you are dating more than one person at the same time, you need to make sure that you think of all of them on Valentine's Day. It's okay to choose your favorite for the Valentine's Day evening but if you forget about the others, they probably won't be sticking around thereafter. Plus, if you don't see one of your gals on Valentine's Day proper, you need to have a good excuse or she will be suspicious and that will get you into trouble as well.",
        " If a \"where is this relationship going\" conversation starts brewing during your romantic evening (and many times they do), the best way to handle it is too focus on the romantic evening you planned and calmly suggest you save that conversation for another time.",
        "If you got a gift for your gal and you can tell that she didn't like it or you chose poorly, don't get defensive, just be humble and say that you are not very good at choosing gifts and you would love for her to come with you next time and help you pick,so you can get her something you really loves. The fact that you would say something like this to her will make her feel good and will compensate for the fact that your gift was not what she was expecting. "
      ]
    },
    {
      "category_name": "Top 10 things to do on valentines day",
      "category_image": "http://www.valentinedayi.com/wp-content/uploads/2015/12/Things-to-do-for-Valentines-Day.jpg",
      "category_read_more": "http://in.askmen.com/things-to-do/1104848/topten/top-10-things-to-do-on-valentines-day",
      "tips": [
        "So you like the girl, she likes you, you haven’t made it official, but you could see it heading that way. A good way to turn up the heat and move the could-be relationship forward is by inviting her to dinner. Though you might be one of the 62 percent of men who think it’s just a Hallmark holiday, 55 percent of women disagree. Invite her to go to dinner and grab Valentine's Day cocktails, and if it goes well, suggest a night-cap at home. (And ahem, make sure you have some wine and roses waiting!) Or get her something from an array of unique Valentine's Day gifts.",
        "If you’re at the point where you’re finishing phone calls with those three words, Valentine’s Day is likely one of the first romantic holidays that you and your girl will share together. In this case, sending flowers to her office will really flatter her. According to OrganicBouquet.com, the majority of flower orders are placed on February 11 - so beat the rush and order some now. When she receives them, not only will her co-workers ohh-and-ahh, making her feel special and loved, but we bet she’ll surprise you with something sexy in return.",
        "You’ve reached the point where some of the spark and the honeymoon stage has passed, and you’re learning to settle into one another. It’s at this point where you want to take a big step and see how you fair it together. Since Valentine’s Day is a long weekend this year (thanks, President’s Day!) - book a getaway, just for the two of you. Look for last-minute flight deals or pick something secluded and sweet a few hours from your home city. Getting out of your normal routine will bring some of that gotta-have-you kind of sex you miss.",
        "You’ve reached the point where some of the spark and the honeymoon stage has passed, and you’re learning to settle into one another. It’s at this point where you want to take a big step and see how you fair it together. Since Valentine’s Day is a long weekend this year (thanks, President’s Day!) - book a getaway, just for the two of you. Look for last-minute flight deals or pick something secluded and sweet a few hours from your home city. Getting out of your normal routine will bring some of that gotta-have-you kind of sex you miss.",
        "You love your girl, but maybe you’re craving something different - and you feel like she is, too. Hey - it’s okay for your sex life to become a little less wild the longer you date, but to add some variety into it, suggest that for Valentine’s Day, you cook dinner at home and that you will make the evening all about her: a bubble bath for two, a hot oil massage, fuzzy bathrobe, an old movie and then, take your time going down on her. By initiating oral sex and making sure she is warmed up and ready to go, you’ll make the sex hotter. Another idea? Check out these tips on getting it on in the kitchen.",
        "Weddings are expensive - and if you just got married last year, you’re likely still working on getting your savings back to where they were pre-nuptials. The weekend of Valentine’s Day, while she’s out running errands, bring out those wedding photos, pick up a cake similar to the one you had at your reception, buy the same flowers that were in her bouquet and grab a nice bottle of champagne, and write a loving card about your first Valentine’s Day as a married couple. She will love the sweet attention to detail, and might even get some of that honeymoon sex going, too. There are also a number of cheap Valentine's Day gifts for her options to choose from if you're feeling a little uninspired bouquet-wise.",
        "Regardless of how long you’ve been together, sometimes, things just aren’t easy in a relationship. Even when you love the other person dearly, you won’t always see eye-to-eye on everything. If you’re going through a tough time with your girl, take the time to write a long, kind and open letter to her. Suggest that you go to one of your favorite restaurants, followed by a nice wine bar and give her what you wrote. It may help to break away some of the things keeping you apart, and more importantly, open up the dialogue to get your relationship or marriage back on track",
        "Most men - 78 percent to be exact - don’t mind if they don’t have a date on Valentine’s Day. But if you’re just out of a relationship, you might be missing the company - and okay, the consistent sex - of being with someone you care about. Round up your single guy friends and hit the slopes - it’s a long weekend, and getting away from the hearts and flowers along the streets will take your mind off of the romance. Plus, physical activity - followed by whiskey - will do you some good. And hey, it's a good time to show your best bud you care with some Valentine gifts for him.",
        "Some women don’t particularly care for February 14, instead, they’d rather you show how much you love them every day, not just in the middle of February. If your lady has casually mentioned that she doesn’t need to celebrate V-Day, take her word for it, but suggest you still do something fun since it’s a long weekend. Try something neither of you have ever done before - like rock climbing, seeing a new band, going for an impromptu road trip to the next state over. Whatever it might be, you don’t have to use Valentine’s Day as an excuse to do something exciting.",
        "Take a breath - before you freak out that you’re put yourself into the dog house, remember that there are even last-minute romantic things and last-minute Valentine's Day gifts you can do to make her smile. Some ideas? Buy rose petals at the florist and make a scavenger hunt for her around the apartment, all with reasons she’s wonderful, hot, sexy, smart, etc. Or personally deliver flowers to her office and treat her to lunch on Valentine’s Day. The biggest thing to remember about this holiday is to just make it special for her - and for your love."
      ]
    },
    {
      "category_name": "Simple Black Hair Care Tips",
      "category_image": "http://kakonapraviti.net/images/crna_kosa.jpg",
      "category_read_more": "http://www.stylecraze.com/articles/7-simple-black-hair-care-tips/",
      "tips": [
        "Hot oil massage - You can carry out a hot oil massage with either of coconut oil, almond oil or amla oil. Each of these oils contributes towards maintenance of black colour of your hair. You could also go for eucalyptus oil, add a few drops to the warmed up oil and use on scalp with light circular motions. It helps grow and maintain thick hair. This is the first and foremost of all the tips for black hair.",
        "Black hair maintenance pack - f your not a fan of hair colour then it is but obvious that you would prefer natural tips for black hair maintenance too! This pack can help you maintain black and shiny hair and just by using it twice a month, it will help offer positive results. Measures below are given for shoulder length hair; however, you can increase as per the length of your hair.\n- 1/2 a cup of dry amla powder (Improves hair growth and imparts strong black colour)\n- 1/2 a cup of henna powder (Imparts colour, body and also maintains hair growth)\n- 2 tbsp. of dry brahmi powder (optional) (Improves hair growth)\n- 1 egg beaten up (Will act as a protein pack)\n- 1/2 a cup of sour yogurt (optional) (It will smoothen hair strands and removes dandruff)\n- 1/2 a cup bhringraj powder (optional) (Imparts strong black colour)\n- 1/2 a lemon squeezed (Gives shine, lustre and reduces dandruff)\n- Make some tea liquor enough to dilute the henna and the amla powder, mix it and let it stay overnight (do not boil). Next day, add the other ingredients and mix well. Use on the scalp and full length of hair, let it stay for 20-30 minutes before washing off.",
        "The correct combing technique - Do not brush your beautiful hair aggressively. If there are tangles, go for wide toothed combs, also use a paddle brush for best results.",
        "Say no to heat - If you really like the black natural colour of your hair; then do not apply hot ironing tools. It will not only frizz dry your hair but you will also lose its natural colour coating.",
        "Growing hair long - If you didn’t know, then let me tell you that cutting down bigger lengths of hair don’t make hair grow faster.  Instead, ask your ends to be trimmed at a salon, such that there is never an appearance of split ends. This will help you maintain your black hair long.",
        "Keratin Treatment - If you cannot stay away from styling gels and tools, then you can book an expensive session once every 2 months at a good parlour for a keratin restoration treatment. It helps restore your hair’s lost keratin and maintains your dark natural hair colour.",
        "Supplements do help - Your body may need some supplement \nboosts from time to time, because it is rarely possible for each one of us to follow a healthy and maintained diet in between our busy schedules and work pressures. Ask your hair doctor for a good supplement that will help you maintain thick and natural hair.\nBiotin is a great hair supplement, but depending on your hair condition, you need to decide on the amount of intake that your body requires. This will also help you stay away from unnecessary hair fall or breakage."
      ]
    },
    {
      "category_name": "Become A Responsible Adult",
      "category_image": "http://cdn2-b.examiner.com/sites/default/files/styles/hero_curated_large/hash/62/3f/623f2f6ec9b3f45f8b95d53c60402eb2.jpg?itok=GjtJ-fD8",
      "category_read_more": "http://www.wikihow.com/Prove-You're-Responsible-to-Your-Parents",
      "tips": [
        "Talk to your parents about what you want - If you do a lot of work and then just say, Can I have/go to _______? then they will feel used because you did work just for you. Show them first that you want it for you, and do something in return",
        "Try doing chores around the house, show them that you're not afraid to work for what you want  -  Try doing something you never do, such as wash the dishes, clean the pets cage or litter tray, or take your dog for a walk, do laundry, fold clothes, mop, wash windows, clean toilets, disinfect counters, etc.",
        "Try doing extra credit work at school and/or study hard and get good grades - This will show them that you can balance school with home",
        "Try to avoid childish words like UMMM  or DUH because it makes you sound immature - Instead, say strong and powerful words such as inaccurate instead of wrong, etc.",
        "Avoid things they don't like. Stay away from the bad crowd at school. Don't watch that television show your parents hate, find trashy, or don't approve of. This will show that you do care about their opinion and that you aren't just going your own way.",
        "Go out of your way to compliment them, or do an extra chore. Little things like this show them that you really are responsible",
        "Don't try to impress them by saying super sophisticated words either, they might think you're being a show off - and how responsible does that sound?",
        "Prove you can take care of yourself  -  If your parents come home from work, exhausted, don't pester them to make dinner for you. Make it for them! (there's a time and place for everything...if they just woke up, don't start rambling about the new plans your friends made)",
        "Be punctual - If your curfew is at 11, be home by 10:30. If your school starts at 8, wake up at 6:30 instead of at 7:30. You won't have to beg your parents for a ride. Let them know of all events in advance.",
        "Be sure to do your daily chores and don't be lazy - This will show your parents you will be willing to take care of the something you want.",
        "If you want a cell phone show them that you are going places more often and need to stay in touch a little more.",
        "Tell your parents that you think you are old/responsible enough to go to/ have what you want. Give them examples, but only a few (important ones, of course) so you don't sound like a braggart.",
        "Read More http://www.wikihow.com/Prove-You're-Responsible-to-Your-Parents"
      ]
    },
    {
      "category_name": "Build muscle and transform your physique",
      "category_image": "http://media.mensxp.com/media/content/2013/May/1369379532_73566.jpg",
      "category_read_more": "http://www.menshealth.com/fitness/10-muscle-building-tips",
      "tips": [
        "Maximize muscle building  -  The more protein your body stores—in a process called protein synthesis—the larger your muscles grow. But your body is constantly draining its protein reserves for other uses—making hormones, for instance. The result is less protein available for muscle building. To counteract that, you need to 'build and store new proteins faster than your body breaks down old proteins' says Michael Houston, Ph.D., a professor of nutrition at Virginia Tech University.",
        "Eat meat -  Shoot for about 1 gram of protein per pound of body weight, which is roughly the maximum amount your body can use in a day, according to a landmark study in the Journal of Applied Physiology. (For example, a 160-pound man should consume 160 grams of protein a day—the amount he'd get from an 8-ounce chicken breast, 1 cup of cottage cheese, a roast-beef sandwich, two eggs, a glass of milk, and 2 ounces of peanuts.) Split the rest of your daily calories equally between carbohydrates and fats.",
        "Eat more - In addition to adequate protein, you need more calories. Use the following formula to calculate the number you need to take in daily to gain 1 pound a week. (Give yourself 2 weeks for results to show up on the bathroom scale. If you haven't gained by then, increase your calories by 500 a day.)",
        "Some useful Info    A. Your weight in pounds: _____   B. Multiply A by 12 to get your basic calorie needs: _____    C. Multiply B by 1.6 to estimate your resting metabolic rate (calorie burn without factoring in exercise): _____   D. Strength training: Multiply the number of minutes you lift weights per week by 5: _____   E. Aerobic training: Multiply the number of minutes per week that you run, cycle, and play sports by 8: _____   F. Add D and E, and divide by 7: _____  G. Add C and F to get your daily calorie needs: _____   H. Add 500 to G: _____. This is your estimated daily calorie needs to gain 1 pound a week.",
        "Work your biggest muscles -  If you're a beginner, just about any workout will be intense enough to increase protein synthesis. But if you've been lifting for a while, you'll build the most muscle quickest if you focus on the large muscle groups, like the chest, back, and legs. Add squats, deadlifts, pullups, bent-over rows, bench presses, dips, and military presses to your workout. Do two or three sets of eight to 12 repetitions, with about 60 seconds' rest between sets.",
        " Lift every other day - Do a full-body workout followed by a day of rest. Studies show that a challenging weight workout increases protein synthesis for up to 48 hours immediately after your exercise session. 'Your muscles grow when you're resting, not when you're working out,' says Michael Mejia, C.S.C.S., Men's Health exercise advisor and a former skinny guy who packed on 40 pounds of muscle using this very program",
        "Down the carbs after your workout - Research shows that you'll rebuild muscle faster on your rest days if you feed your body carbohydrates. 'Post-workout meals with carbs increase your insulin levels,' which, in turn, slows the rate of protein breakdown, says Kalman. Have a banana, a sports drink, a peanut-butter sandwich.",
        "Eat something every 3 hours - If you don't eat often enough, you can limit the rate at which your body builds new proteins,' says Houston. Take the number of calories you need in a day and divide by six. That's roughly the number you should eat at each meal. Make sure you consume some protein—around 20 grams—every 3 hours",
        "Make one snack ice cream. Have a bowl of ice cream (any kind) 2 hours after your workout. According to a study in the American Journal of Clinical Nutrition , this snack triggers a surge of insulin better than most foods do. And that'll put a damper on post-workout protein breakdown.",
        "Have some milk before bed -  Eat a combination of carbohydrates and protein 30 minutes before you go to bed. The calories are more likely to stick with you during sleep and reduce protein breakdown in your muscles, says Kalman. Try a cup of raisin bran with a cup of skim milk or a cup of cottage cheese and a small bowl of fruit. Eat again as soon as you wake up. 'The more diligent you are, the better results you'll get,' says Kalman.",
        "Read more http://www.menshealth.com/fitness/10-muscle-building-tips"
      ]
    },
    {
      "category_name": "Develop Pleasant Personality",
      "category_image": "http://www.imageconsultinginstitute.com/files/2015/10/NLOCT-5-400x250.jpg",
      "category_read_more": "https://www.urbanpro.com/a/top-10-personality-development-tips#sthash.eHZVcn65.dpuf",
      "tips": [
        "The Personality is way we think, feel and behave that is what makes all of use different",
        "meet new people",
        "Read more often and develop new interests",
        "Be a good listener",
        "Work on your Body Language",
        "Bring positivity in your outlook",
        "Set a Goal For Your Life",
        "Accept And Recognize Your Weak Points",
        "Don't Judge People All The Time",
        "Develop Leadership Qualities",
        "Learn from the mistakes of others. You can't live long enough to make them all yourself",
        "Read More https://www.urbanpro.com/a/top-10-personality-development-tips#sthash.eHZVcn65.dpuf"
      ]
    },
    {
      "category_name": "Get Healthy life",
      "category_image": "http://www.medibiztv.com/images/news/healthy-weight.jpg",
      "category_read_more": "http://www.drmitraray.com/top-10-healthy-tips/",
      "tips": [
        "Eat something raw from the plant kingdom at every meal and make it the biggest part of the meal: vegetables, fruits, legumes, whole grains should be the bulk of what you eat.",
        "Drink 3 liters of good clean water everyday in addition to any other beverage you have",
        "Limit alcohol intake. Tobacco and drugs should be an absolute No",
        "Exercise at least four days a week for 20 to 30 minutes each day",
        "Try to get as much physical activity as you can. Skip the elevator and take the stairs",
        "Go to sleep at the same time and get up at same time 6-or-more days of the week. Get at least 8 hours of sleep daily.",
        "Take care of your teeth. Dental health has been linked, among other things, to premature heart disease",
        "Slow and deep breathing is a good counter to stressful situations. Practice it.",
        "Engage in social work. Do things for the less-privileged. ",
        "Take a clinically validated, whole food based supplement (www.juiceplus.com)",
        "Get outside and move a little bit each day. Fresh air and deep breathing are far more important than getting a workout.",
        "Start each day with a Green Drink.",
        "Think good, healthy thoughts.",
        "Read More http://www.drmitraray.com/top-10-healthy-tips/"
      ]
    },
    {
      "category_name": "You've got the interview! now..?",
      "category_image": "http://office.tvarwebu.cz/cmcn/wp-content/uploads/2015/02/iStock_000012303186XSmall-400x250.jpg",
      "category_read_more": "http://career-advice.monster.com/",
      "tips": [
        "Practice good nonverbal communication",
        "Dress for the job or company",
        "Don't be too familiar",
        "Use appropriate language- It's a given that you should use professional language during the interview",
        "Don't be cocky- Attitude plays a key role in your interview success. There is a fine balance between confidence, professionalism and modesty",
        "Take care to answer the questions",
        "Ask questions When asked if they have any questions, most candidates answer, No. Wrong answer",
        "Don't appear desperate When you interview with the 'please, please hire me' approach, you appear desperate and less confident.",
        "Sell Yourself Throughout and then Close the Deal",
        "Arrive on Time for the Interview and Prepared for Success",
        "Remember Body Language, Avoiding Bad Habits -Effective forms of body language: smiling, eye contact, solid posture, active listening, nodding.",
        "Thank Interviewer(s) in Person, by Email, and Postal Mail",
        "Read More http://career-advice.monster.com/"
      ]
    },
    {
      "category_name": "Do you wish you were a better photographer?",
      "category_image": "http://bestimageshd.info/wp-content/uploads/2015/09/camera-nikon-photography-photo-hd-v6gp2il2q.jpg",
      "category_read_more": "http://www.photographymad.com/pages/view/10-top-photography-composition-rules",
      "tips": [
        "There are no fixed rules in photography, but there are guidelines which can often help you to enhance the impact of your photos.",
        "RULE OF THIRDS - Imagine that your image is divided into 9 equal segments by 2 vertical and 2 horizontal lines. The rule of thirds says that you should position the most important elements in your scene along these lines, or at the points where they intersect. Image: http://www.photographymad.com/files/images/lighthouse-rule-of-thirds.jpg",
        "BALANCING ELEMENTS - Placing your main subject off-centre, as with the rule of thirds, creates a more interesting photo, but it can leave a void in the scene which can make it feel empty. You should balance the 'weight' of your subject by including another object of lesser importance to fill the space. Image : http://www.photographymad.com/files/images/out-road-sign.jpg",
        "LEADING LINES - When we look at a photo our eye is naturally drawn along lines. By thinking about how you place lines in your composition, you can affect the way we view the image, pulling us into the picture, towards the subject, or on a journey 'through' the scene.",
        "SYMMETRY AND PATTERNS - We are surrounded by symmetry and patterns, both natural and man-made., They can make for very eye-catching compositions, particularly in situations where they are not expected. Another great way to use them is to break the symmetry or pattern in some way, introducing tension and a focal point to the scene. ",
        "VIEWPOINT - Before photographing your subject, take time to think about where you will shoot it from. Our viewpoint has a massive impact on the composition of our photo, and as a result it can greatly affect the message that the shot conveys.",
        "BACKGROUND - How many times have you taken what you thought would be a great shot, only to find that the final image lacks impact because the subject blends into a busy background? The human eye is excellent at distinguishing between different elements in a scene, whereas a camera has a tendency to flatten the foreground and background, and this can often ruin an otherwise great photo. ",
        "DEPTH - Because photography is a two-dimensional medium, we have to choose our composition carefully to conveys the sense of depth that was present in the actual scene.",
        "FRAMING - The world is full of objects which make perfect natural frames, such as trees, archways and holes. Image : http://www.photographymad.com/files/images/chateau-lake-louise.jpg",
        "CROPPING - Often a photo will lack impact because the main subject is so small it becomes lost among the clutter of its surroundings. By cropping tight around the subject you eliminate the background 'noise', ensuring the subject gets the viewer's undivided attention",
        "EXPERIMENTATION - With the dawn of the digital age in photography we no longer have to worry about film processing costs or running out of shots",
        "Read More http://www.photographymad.com/pages/view/10-top-photography-composition-rules"
      ]
    },
    {
      "category_name": "Essential Honeymoon advice",
      "category_image": "http://izhuliu.org/wp-content/uploads/2015/04/honeymoon12.jpg",
      "category_read_more": "http://www.bollywoodshaadis.com/articles/10-romantic-things-every-couple-must-do-on-their-honeymoon-1898",
      "tips": [
        "A BUDGET IS YOUR BEST FRIEND",
        "A MODERN DAY FAIRY GODMOTHER",
        "DEFINE YOUR OWN HONEYMOON Image : http://www.roughguides.com/wp-content/uploads/2015/02/MA_00609124-660x449.jpg",
        "CHECK THE FORECAST - Before you book anything, check what the weather will be like for the time of year you're travelling you can get great deals in the Caribbean during hurricane season, but you might prefer not to run the risk of bad weather",
        "INSURE YOUR PEACE OF MIND - Buy insurance. Chances are, nothing will go wrong. But if your bag goes missing, your plane is delayed or your passport drops out of your pocket on the beach, you'll want to be covered. Make sure the valuables limit covers the cost of those shiny new rings you're both wearing, too.",
        "THE NAME GAME- If you're thinking of changing your name when you get married, and planning to travel under your new name, make sure that your travel documents match the names on your bookings. Likewise, if you don't change your name, expect everyone to still greet you as Mr and Mrs Whoever-made-the-booking's-surname.",
        "What type of honeymoon are you looking for? Discuss with your fiance what is most important for you to experience while on your honeymoon: adventure, relaxation, touring, a little of everything? Communication is key! I suggest writing your wish list separate and then comparing notes with each other.",
        "Does the hotel offer anything special because it is our honeymoon? Many resorts offer amazing honeymoon packages that can be purchased for a certain amount or are complimentary when booking a certain room category with minimum nights. These packages can include anywhere from a romantic dinner on a beach, complimentary massages, and breakfast in bed, to free anniversary stays and many more.",
        "Watch sunrise together",
        "Order food for each other",
        "Find some  me time Marriage doesn't mean that you two have to be together all the time. Simply being in each other's company while doing your own thing, also helps the couples to define their individual space in a relationship. So, indulge in that me time, by doing something you love",
        "Relax together with couple's spa",
        "Enjoy loads of intimacyAlthough, a tad bit obvious, but yes this will break all sorts of barriers in your relationship. It will also make you cautious about each other's comfort level. So, no matter how tired you are, do not forget to find time for some action in the bed.",
        "Do silly things It is your honeymoon, so you need not be so serious and conscious about sex. Think about some interesting bedroom games. Have a pillow or a tickle fight with your partner, chase each other around the room, etc. This will make you two more caual and comfortable around each other. Image : http://www.bollywoodshaadis.com/img/article-201482409083132911000.jpg",
        "Read More http://www.bollywoodshaadis.com/articles/10-romantic-things-every-couple-must-do-on-their-honeymoon-1898"
      ]
    },
    {
      "category_name": "How to work with Team",
      "category_image": "https://media.licdn.com/mpr/mpr/shrinknp_400_400/p/6/005/0a7/1d2/04bb03a.jpg",
      "category_read_more": "http://www.businessnewsdaily.com/6139-workplace-collaboration-tips.html#sthash.f6kd5uvi.dpuf",
      "tips": [
        "Set team goals. -  Use timelines, plans and structured content that clearly define current and future goals for the team. This way, all team members can share a distinct point of view.",
        "Foster a creative environment. - Allow team members to brainstorm in an open, non-judgmental framework that embraces the team's diversity. ",
        "Build cohesion. Create a means of communicating that allows for easy workflow, establishes a distinct set of priorities and makes all colleagues feel included. Keeping everyone on the same playbook enables team members to focus and flourish.",
        "Visualize ideas. Provide team members the opportunity to use visuals to clarify and share their ideas at the simplest level. You can do this with anything from rough sketches to full-scale presentations.",
        "Break down barriers. - Using multiple channels of communication such as email, phone and text messaging can ultimately create barriers to successful collaboration. Agree upon and enlist just one channel that allows the team to communicate efficiently and effectively.",
        "Execute. - With all of the focus on idea creation, don't forget the most important step: acting on the good ones. Nothing will kill employees' desire to create new ideas faster than a failure to implement existing proposals.",
        "Read More http://www.businessnewsdaily.com/6139-workplace-collaboration-tips.html#sthash.f6kd5uvi.dpuf"
      ]
    },
    {
      "category_name": "Dating",
      "category_image": "https://www.parship.de/editorial/wp-content/uploads/2014/12/dating_400x250.jpg",
      "category_read_more": "http://www.helpguide.org/articles/relationships/how-to-find-lasting-love.htm",
      "tips": [
        "Finding a romantic partner is only one of many goals you can have at once. There's a difference between making something a priority and having an obsession. No one wants to be the Captain Ahab of the dating world.",
        "When you like a guy, and your mutual friends have multiple anecdotes about him projectile vomiting after excessive drinking, you need to rethink the infatuation. You didn't like it when your godson hurled on you, and he was a toddler. ",
        "It's not about getting someone to think you're good enough for them. It's about finding someone you can stand to spend a ridiculous amount of time with. It's about finding the puzzle piece you fit with and the Ernie to your Bert.",
        "Work on your gaydar. It'll make your life much easier.",
        "Sometimes boyfriends have little annoying habits. And sometimes they have small behaviors that indicate a complete lack of respect. If you wouldn't let your friend's sweetie talk to her that way, don't put up with it yourself. ",
        "If you're bored out of your mind at the local bar on Saturday night, you're probably not going to meet anyone there who's going to liven up your evening. Instead of downing an extra cocktail to numb the ennui, think of somewhere else to go next weekend that you might actually enjoy. If your friends don't want to join you, go anyway.",
        "Stop worrying about potential paramours rejecting you for being too fat, too short, too whatever. It's entirely possible that you would've had to reject them for never having seen Star Wars (your essential piece of pop culture may vary) anyway. People who simply are \"not the right fit\" exist. The sooner you weed them out of your life, the happier you'll be.",
        "Go to movies by yourself. The same goes for museums, parks and concerts. When you're part of a couple, you miss being free to follow your every whim. Being unattached means not having to compromise on your plans.",
        "A first date is not an audition for marriage. It's just a tryout for a second date. No one ever fell in love while analyzing every detail of their momentous first meeting. ",
        "If a man says that he's too damaged for you (or too neurotic, or too anything), just take his word for it. Even if it is his low self-esteem talking, you're not going to be able to fix him. And it's probably just a euphemism for \"I'm just not feeling it.\"",
        "Read More http://www.helpguide.org/articles/relationships/how-to-find-lasting-love.htm"
      ]
    },
    {
      "category_name": "How to Kiss",
      "category_image": "http://love.mymuti.com/wp-content/uploads/2013/06/TwilightKiss.jpg",
      "category_read_more": "http://www.marieclaire.com/sex-love/a3460/how-to-kiss/",
      "tips": [
        "Freshen Up - It's common sense, but too many people are guilty of having bad breath. Bad breath can happen to you! Practice self-awareness and make sure you keep your teeth clean and your breath fresh. It doesn't matter how good a kisser you are, bad breath will ruin everything.",
        "Build the Moment - Whether it's the end of a first date, or after a few weeks of dating, the anticipation you build creates tension and you break the tension with a kiss. It's like the anxious moments in any good developing story. Make sure you don't wait so long that the other person questions whether you're interested in them...or the opposite sex, as I'm prone to do.",
        "Work Your Eyes - When you're leaning in for a kiss, you can't use your mouth to speak, so why not say something with eye contact? But, I make sure to close my eyes during the actual kiss because it's a little creepy when one of us has our eyes open, and it can be distracting. For instance, I couldn't have kissed anyone with my eyes open this past week with Discovery Channel on in the background because it was Shark Week-- I would have totally snuck some peeks at the TV. They say that blind people's senses other than sight are enhanced. Temporary blindness during a kiss may intensify the way a kiss feels, the sound of another person's breathing, or the touch of their hand.",
        "Don't Try to Control It, Let It Control You - A good kiss is powerful, so you should just let it grip you and go with it. The moment is broken if you try to control it.",
        "Kiss People You Like - We are all guilty of kissing people we weren't into: maybe on the dance floor, or during a moment of weakness late night in the bar. If you only kiss people you really want to kiss, those kisses will be a lot better. Kissing too many people might lead to numbness. But on the other hand, some people might tell you \"practice makes perfect\".",
        "Sit Back and Relax - Kissing is a team effort. Don't squelch someone's spirit by going on the offensive or taking control. Feel each other's tendencies out, and go from there.",
        "Mind Your Tongue - Tongue use can be great, or horrible. My buddy was dating a girl who continuously licked his face when they kissed. It led to them breaking up. Remember, it's a kiss, not a facial wash. No one likes to be attacked by a tongue, or have their entire mouth filled by someone's tongue. But a tongue used well can make a kiss great.",
        "Be Spontaneous - Catching someone off guard with a kiss can be a wonderful thing. Give them a little gift when they least expect it.",
        "Pay Attention to Surroundings - Whether it's candlelight, a tent under the stars, in the ocean, or in a sudden rain storm, special/new surroundings make a kiss interesting. Because your eyes are closed most of the time during a kiss, you'll hear and even feel the things that are going on around you more clearly.",
        "Control Your Saliva - Make sure, like your tongue, you control your saliva. Don't create river of slobber down your chins.",
        "Use Your Hands - Don't get fixated on someone's face. Touching their neck or sides, or just holding them close during a kiss makes it even better.",
        "Lay Off the Drink - I came to a sad realization the other day that I have not kissed a girl sober in a very long time. Naturally, I haven't been in relationship that worked out for a long time. Sure, it's fun to split a bottle of wine and smooch a bit, but I bet that the best kisses occur when we are sober.",
        "Read More http://www.marieclaire.com/sex-love/a3460/how-to-kiss/"
      ]
    },
    {
      "category_name": "Learn Maths",
      "category_image": "http://cdn-2.signology.org/images/maths-symbols.jpg",
      "category_read_more": "https://www.examtime.com/blog/how-to-study-maths/",
      "tips": [
        "Practice, Practice & More Practice - It is impossible to study maths properly by just reading and listening. To study maths you have to roll up your sleeves and actually solve some problems.  The more you practice answering maths problems, the better. Each problem has its own characteristics and it's important to have solved it in numerous ways before tackling the exam. There is no escaping this reality, to do well in a Maths exam you need to have solved a LOT of mathematical problems beforehand.",
        "Review Errors - When you're practising with these problems, it's important to work through the process for each solution. If you have made any mistakes, you should review them and understand where your problem-solving skills let you down. Understanding how you approached the problem and where you went wrong is a great way of becoming stronger and avoiding the same mistakes in the future",
        "Master the Key Concepts - Do not try to memorise the processes. This is counter-productive. It is much better and rewarding in the long-run to focus on understanding the process and logic that is involved. This will help you understand how you should approach such problems in the future.Remember that Maths is a sequential subject so it's important to have a firm understanding of the key concepts that underpin a mathematical topic before moving on to work on other, more complex solutions which are based on understanding the basics.",
        "Understand your Doubts - Sometimes you can get stuck trying to solve part of a maths problem and find it difficult to move on to the next stage.  It's common for many students to skip this question and continue on to the next. You should avoid doing this and instead spend time trying to understand the process of solving the problem. Once you have grasped an understanding of the initial problem, you can use this as a stepping stone to progress to the remainder of the question.",
        "Create a Distraction Free Study Environment - Mathematics is a subject that requires more concentration than any other. A proper study environment and a distraction free area could be the determining factor when solving complex equations or problems in geometry, algebra or trigonometry! Studying with music can help create a relaxing atmosphere and stimulate the flow of information. Having suitable background music can foster an environment of maximum concentration. Of course, you should steer clear of Pitbull and Eminem, instrumental music is the best thing in these times. ",
        "Create a Mathematical Dictionary - Mathematics has specific terminology with a lot of vocabulary. We suggest you create Notes or Flashcards with all the concepts, terminology and definitions you need to know. You should include their meanings, some key points and even some sample answers so you can consult them at any time and recap.",
        "Apply Maths to Real World Problems - As much as possible, try to apply real-world problems when approaching maths. Maths can be very abstract sometimes so looking for a practical application can help change your perspective and assimilate ideas differently. Probability, for example, can be used in everyday life to predict the outcome of something happening and determine whether you want to take a risk such as if you should buy a lottery ticket or gamble.",
        "Set team goals. -  Use timelines, plans and structured content that clearly define current and future goals for the team. This way, all team members can share a distinct point of view.",
        "Foster a creative environment. - Allow team members to brainstorm in an open, non-judgmental framework that embraces the team's diversity. ",
        "Build cohesion. Create a means of communicating that allows for easy workflow, establishes a distinct set of priorities and makes all colleagues feel included. Keeping everyone on the same playbook enables team members to focus and flourish.",
        "Visualize ideas. Provide team members the opportunity to use visuals to clarify and share their ideas at the simplest level. You can do this with anything from rough sketches to full-scale presentations.",
        "Break down barriers. - Using multiple channels of communication such as email, phone and text messaging can ultimately create barriers to successful collaboration. Agree upon and enlist just one channel that allows the team to communicate efficiently and effectively.",
        "Execute. - With all of the focus on idea creation, don't forget the most important step: acting on the good ones. Nothing will kill employees' desire to create new ideas faster than a failure to implement existing proposals.",
        "Read More https://www.examtime.com/blog/how-to-study-maths/"
      ]
    },
    {
      "category_name": "Online Flirt",
      "category_image": "http://urbanette.com/wp-content/uploads/2015/12/review-dating-app-400x250.jpg",
      "category_read_more": "",
      "tips": [
        "Start the conversation casually",
        "Start small talk",
        "Joke",
        "Tease playfully",
        "Use cheeky emoticons",
        "If you're getting a good response, heat things up!",
        "If you're getting a bad response, back off. ",
        "Be the person to end the conversation",
        "Don't be too self-deprecating.",
        "Don't be too sappy.",
        "Don't be too clingy. ",
        "Don't be vulgar."
      ]
    },
    {
      "category_name": "Google Search Tricks",
      "category_image": "http://1.bp.blogspot.com/-t3yfE2dYvT4/Tw_7daIX9II/AAAAAAAAAHQ/VqwStkGQ1L4/s400/www.google.com+screen+capture+2012-1-7-20-23-53-crop.png",
      "category_read_more": "http://time.com/3581399/google-search/",
      "tips": [
        "Use quotes to search for an exact phrase. - This one's a well-known, simple trick: searching a phrase in quotes will yield only pages with the same words in the same order as what's in the quotes. It's one of the most vital search tips, especially useful if you're trying to find results containing a specific a phrase.",
        "Use an asterisk within quotes to specify unknown or variable words. - Here's a lesser known trick: searching a phrase in quotes with an asterisk replacing a word will search all variations of that phrase. Its helpful if you're trying to determine a song from its lyrics, but you couldn't make out the entire phrase (e.g. 'imagine all the * living for today'), or if you're trying to find all forms of an expression (e.g. '* is thicker than water').",
        "Use the minus sign to eliminate results containing certain words. - You'll want to eliminate results with certain words if you're trying to search for a term that's generating a lot of results that aren't of interest to you. Figure out what terms you're not interested in (e.g. jaguar -car) and re-run the search.",
        "Search websites for keywords. - Think of the 'site:' function as a Google search that searches only a particular website. If you want to see every time TIME.com mentioned Google, use the search 'Google site:TIME.com'",
        "Search news archives going back to the mid-1880s. - Google News has an option to search over 100 years worth of archived news from newspapers around the world.x",
        "Compare foods using 'vs'.  -  Can't decide between a burger or pizza for dinner? Type in 'rice vs. quinoa,' for example, and you'll receive side-by-side comparisons of the nutritional facts.",
        "Filter search results for recipes - If you search your favorite food, and then click 'Search Tools' right under the search bar, you'll be able to filter recipes based on ingredients, cook time and calories. It's the perfect tool if you have certain dietary restrictions.",
        "Use 'DEFINE:' to learn the meaning of words lang included - Streamline the dictionary process by using, for example, 'DEFINE: mortgage.' For words that appear in the dictionary, you'll be able to see etymology and a graph of its use over time alongside the definition. Google will even sift the web to define slang words or acronyms. Try out 'DEFINE: bae' or 'DEFINE: SMH'",
        "Search images using images - Ever come across a photo that looks strangely familiar? Or if you want to know where it came from? If you save the image, and then search it on Google Images (with the camera button), you'll be able to see similar images on the web.",
        "Press the mic icon on Google's search bar, and say 'flip a coin' or 'heads or tails'. - The feature released last month lets Google flip a coin for you when you don't have one on hand.",
        "Press the mic icon on Google's search bar, and say 'give me a love quote' or 'I love you.' - The love quote generator is also a feature released last month for those in need of a little romance.",
        "Read More http://time.com/3581399/google-search/"
      ]
    },
    {
      "category_name": "Keep mind alert and active",
      "category_image": "http://healthyhints.com.au/images/7-ways-to-sharpen-your-memory-and-keep-your-brain-healthy.jpg",
      "category_read_more": "http://www.everydayhealth.com/columns/zimney-health-and-medical-news-you-can-use/keeping-your-brain-active-10-tips-for-improving-your-brain/",
      "tips": [
        "Read a book",
        "Learn a language -  Learning a new tongue keeps your brain flexible and your mind sharp, helping to reduce the slowing of the thought processes that comes with age. It can also make your next vacation or business trip easier if you know the language.",
        "Run - Lace up your running shoes and get moving. Even if you never plan to run a marathon, it will get both your body and mind in shape.",
        "Try using your opposite hand to do everyday things. This can be a real challenge, especially if you attempt writing and printing, but it is a great way to force yourself to focus while engaging both sides of your brain.",
        "Practicing an Instrument Music stimulates the brain, and learning how to play a new instrument is one of the most complicated and glorious ways to exercise our mind-body connection and learning, memory, and coordination skills. Studies have of course shown that young children who learn music end up having stronger connections in the motor regions of the brain. Playing music also produces dopamine, a feel-good neurotransmitter",
        "Take a twenty-minute nap every afternoon that you can manage it. A daytime nap will produce nearly as much skill-memory enhancement as a whole night of sleep",
        "Strengthen your memory. Memory is our most vital mental faculty. Strengthening memory is an important component in lessening the odds of developing Alzheimer's disease.",
        "Read More http://www.everydayhealth.com/columns/zimney-health-and-medical-news-you-can-use/keeping-your-brain-active-10-tips-for-improving-your-brain/ "
      ]
    },
    {
      "category_name": "Team to Work Together",
      "category_image": "http://bankinnovation.net/wp-content/uploads/2013/08/ants_teamwork.jpg",
      "category_read_more": "http://www.businessnewsdaily.com/6139-workplace-collaboration-tips.html#sthash.f6kd5uvi.dpuf",
      "tips": [
        "Set team goals. -  Use timelines, plans and structured content that clearly define current and future goals for the team. This way, all team members can share a distinct point of view.",
        "Foster a creative environment. - Allow team members to brainstorm in an open, non-judgmental framework that embraces the team's diversity. ",
        "Build cohesion. Create a means of communicating that allows for easy workflow, establishes a distinct set of priorities and makes all colleagues feel included. Keeping everyone on the same playbook enables team members to focus and flourish.",
        "Visualize ideas. Provide team members the opportunity to use visuals to clarify and share their ideas at the simplest level. You can do this with anything from rough sketches to full-scale presentations.",
        "Break down barriers. - Using multiple channels of communication such as email, phone and text messaging can ultimately create barriers to successful collaboration. Agree upon and enlist just one channel that allows the team to communicate efficiently and effectively.",
        "Execute. - With all of the focus on idea creation, don't forget the most important step: acting on the good ones. Nothing will kill employees' desire to create new ideas faster than a failure to implement existing proposals.",
        "Read More http://www.businessnewsdaily.com/6139-workplace-collaboration-tips.html#sthash.f6kd5uvi.dpuf"
      ]
    },
    {
      "category_name": "How to write reader's choice blog",
      "category_image": "http://matthewlbrennan.com/wp-content/uploads/et_temp/Writing-a-blog-98261_400x250.jpg",
      "category_read_more": "https://www.tipsandtricks-hq.com/tips-on-how-to-become-a-better-blogger-2642",
      "tips": [
        "Chose The Right Topic For Your Blog - There is usually a big debate on which path to go down when choosing the topic of your blog. Some will advice you to find a niche that people spend money in and focus purely on the profitability. Others will say don't go for the money at first, focus on your passion because things that you personally enjoy and know about will be easy to create good content on and in the process you will make money. I will leave it up to you to decide but I can only suggest that you consider both sides of the story before making up your mind. Some people can remain motivated because of the process, not the topic but that doesn't work for me. I need to enjoy the topic.",
        "Challenge Yourself - You might be an expert on the topic that you cover but it can become boring if you write from the same angle all the time. Get out of your comfort zone a little, learn more about the complex areas of your topic and present some interesting facts of your discovery to your readers and they will respect your effort.",
        "Create Your Own Style - When you write try to add your own opinion or flavor that will make your posts unique. If you write about something technical then think how you can make it easy for the average readers who are not very familiar with the technical terms. Why should visitors keep coming to your blog when other bloggers are also writing on the same topic? It is your unique styles that will help you stand out in the crowd and make your blog different than a regular one.",
        "Show Your Passion And Credibility - Building your reputation is very important. You need to gain the trust of your readers before they listen to you. If you talk about Green Peace then you need to let your readers know how passionate you are about it. This is where choosing a blog topic that you are passionate about helps. Let your visitors know how involved you are and what you have achieved so far. Humans can smell bullshit very easily so don't just lie to your readers as this will ruin your credibility. The visitors who will be coming to your blog are most likely passionate about your blog topic so if you are not seriously involved then why should they listen to you and read your blog?",
        "Know Your Readers - If you have a good understanding of your reader's motivation, passion, need then it will be a lot easier for you to write articles that your readers will appreciate. Visitors most likely come to your blog because they either want to learn something or they are looking for a solution so you need to provide them with what they are after. Try to put yourself in their shoe and be on the lookout as to how you can satisfy them.",
        "Be Consistent - Consistency is one of the keys to be a successful blogger. Make a routine of how often you want to publish new posts on your blog and try to stick to this routine. Do not worry too much about profit when you are starting out. Think in terms of adding tons of value consistently and the money will come.",
        "Be Clear, Short And To The Point - The trick is to get your readers' attention quickly. Statistics show that on an average most readers will decide if they are going to read the full post or not in the first few seconds after they land on an article. Having a nicely formatted structured post with short paragraphs and bullet point does the job. Don't make the post unnecessarily long, divide them into short paragraphs and use bullet points or numbered list for ease of reading. Also use sub-heading so the readers can easily find the information they are looking for and always stay on topic. If you fill up your post with irrelevant information, readers will loose interest and leave your blog.",
        "Proofread Before Publishing - I used to get too excited to publish a post as soon as I was finished writing it when I first started blogging. I didn't used to spend any time to find spelling and grammatical errors. Lots of grammatical and spelling mistakes on an article will turn off the readers. So proofread your article before you hit the publish button. If possible, ask a friend to proofread your article. This can help greatly when you are starting out as it's hard to find your own mistakes at first.",
        "Involve Your Readers - As I have mentioned before that a blog is more interactive than a traditional website which is the reason blogs are so popular. Through interaction you can create a good bonding with your readers. So try to get your readers involved in your blog by asking them to leave comments, participating in surveys etc.",
        "Reply To Comments - Reply to the comments left by your blog visitors. If someone has taken the time and effort to leave a comment on your blog then the least you can do is reply with a simple \"Thank You\" or answer their question. If you have a really popular blog and you get tons of comments daily then it may not be practical to reply to every comment left on your blog but in general replying to a comment shows that you care about your visitors so try to do it.",
        "No Shortcuts - You need to understand that there are no shortcuts to success and it's definitely not going to come overnight. Try to add value to the community, be consistent, hard working and patient and blog success will follow.",
        "Engage your readers by encouraging commenting - It's not only important to gain new readers but also to ensure that they will keep visiting your blog. That's why it's important to get them engaged.One way to engage your readers is to pose questions to them; ask them for their opinions, advice and experiences as they relate to your blog post. After all, who doesn't love to provide others with their advice and opinions?!",
        "Submit your URL to search engines - Search engines don't automatically detect every single website that is ever created. Sometimes you need to speed up the cataloging process by submitting your URL to the search engines. The popular engines often will have a \"submit\" link that you can utilize to add your blog. Keep in mind, just because you submit your URL doesn't mean it's going to appear on the first page of results. Nonetheless, getting your blog listed with Google, Yahoo, and the likes, is a great first step.",
        "Read More  https://www.tipsandtricks-hq.com/tips-on-how-to-become-a-better-blogger-2642"
      ]
    },
    {
      "category_name": "Overcome negative thoughts",
      "category_image": "http://d1q20lbq2uroxx.cloudfront.net/wp-content/uploads/2014/11/couchpot-400x250.jpg",
      "category_read_more": "http://tinybuddha.com/blog/10-tips-to-overcome-negative-thoughts-positive-thinking-made-easy/",
      "tips": [
        "Meditate or do yoga - One of the first things I did was head to a yoga class. It took my focus away from my thoughts and brought my attention to my breath. Yoga is also very relaxing which helped ease my mind. Yoga helped me stay present to my experience so instead of jumping to what could happen, it brought me back to the now—the only moment, the most important moment.",
        "Smile - I didn't do much of this during the weekend so I literally had to bring myself in front of a mirror and force myself to smile. It really does help change your mood and relieve stress. I also felt lighter because it takes fewer muscles to smile than to frown.",
        "Surround yourself with positive people - I called a friend who I knew could give me constructive, yet loving feedback. When you're stuck in a negative spiral, talk to people who can put things into perspective and won't feed your negative thinking.",
        "Change the tone of your thoughts from negative to positive - For example, instead of thinking, 'We are going to have a hard time adjusting to our living situation,' think, 'We will face some challenges in our living situation, but we will come up with solutions that we will both be happy with.'",
        "Don't play the victim. You create your life'take responsibility - The way I was thinking and acting, you would think I was stuck. Even if our living situation becomes unbearable, there is always a way out. I will always have the choice to make change happen, if need be",
        "Help someone - Take the focus away from you and do something nice for another person.I decided to make a tray of food and donate it to the Salvation Army. It took my mind off of things and I felt better for helping someone else.",
        "Remember that no one is perfect and let yourself move forward - It's easy to dwell on your mistakes. I felt terrible that I acted this way and that I wasted our weekend. The only thing I can do now is learn from my mistakes and move forward. I definitely don't want to have a weekend like that again.",
        "Sing - I don't remember lyrics very well and it's probably the reason that I don't enjoy singing, but every time I do sing I always feel better . When we sing, we show our feelings and this provides an amazing stress relief.",
        "List five things that you are grateful for right now - Being grateful helps appreciate what you already have. Here's my list: My cats, health, a six-week trip to Asia, a new yoga class that I'll be teaching, and for my mom's biopsy coming out clean.",
        "Read positive quotes - I like to place Post-It notes with positive quotes on my computer, fridge door, and mirror as reminders to stay positive.",
        "Read More http://tinybuddha.com/blog/10-tips-to-overcome-negative-thoughts-positive-thinking-made-easy/"
      ]
    },
    {
      "category_name": "Positive Attitute",
      "category_image": "http://www.anicetime.com/wp-content/uploads/2013/10/positive3.jpg",
      "category_read_more": "http://daringtolivefully.com/positive-attitude",
      "tips": [
        "Have a Morning Routine - How you start your morning sets the tone for the rest of the day. Make sure that you have an attitude-boosting morning routine that puts you in a good mood so that you can start the day off right.",
        "Carry An Attitude of Happiness With You - Instead of waiting for external things to make you happy, be happy and then watch how that influences the things that go on around you. That is, instead of telling yourself that first something good has to happen, and then you'll be happy, be happy first. Happiness is an attitude, not a situation.",
        "Relish Small Pleasures - Big pleasures graduation, getting married, being promoted, having your book published ome too infrequently. Life is made up of tiny victories and simple pleasures. With the right mental attitude, watching the sunset, eating an ice cream cone, and walking barefoot on the grass are all you need to be filled with joy.",
        "Smile - Smiling will give you an instantaneous attitude boost. Try smiling for a minute while you think of a happy memory or the last thing that made you smile. Smiling releases endorphins and serotonin, also known as the feel good hormones. It's a lot easier to adopt a positive attitude when the chemicals being released by your body are conducive to well-being.",
        "Upload Positivity to Your Brain - Read books with a positive message, listen to music with uplifting lyrics, and watch movies in which the protagonist's optimism helped him to overcome obstacles and win despite the odds. Change your attitude for the better by uploading as much positivity into your brain as you possibly can.",
        "Take Responsibility - At any moment your attitude can be that of a victim or of a creator. The first step you need to take to shift from victim-mode to creator-mode is to take responsibility. Here's the attitude of a creator: 1. I create my life. 2. I am responsible for me. 3. I'm in charge of my destiny.",
        "Have a Zen Attitude - Think of life not as something that's happening to you, but as something that's happening for you. Look at any challenging situation, person, or event as a teacher that's been brought into your life to teach you something. The next time you find yourself thinking, Why is this happening to me? choose to have a Zen attitude, instead. Ask yourself, What am I supposed to learn or gain from this? or How will this help me grow and become a better, more enlightened being?",
        "Be Proactive - A reactive person allows others and external events to determine how they will feel. A proactive person decides how they will feel regardless of what may be going on around them. Be proactive by choosing your attitude and maintaining it throughout the day, regardless of what the day may bring.",
        "Change Your Thoughts - Positive thoughts lead to a positive attitude, while negative thoughts lead to a negative attitude. Changing your attitude is as easy as hitting the pause button on what you're thinking and choosing to think different thoughts.",
        "Have a Purpose - Having a purpose in life gives you a fixed point in the horizon to focus on, so that you can remain steady amid life's vicissitudes and challenges. Bringing meaning and purpose into your life nowing why you are here will do wonders for your attitude.",
        "Focus On the Good - In order to have a positive attitude, focus on the good. Focus on the good in yourself, the good in your life, and the good in others.",
        "Stop Expecting Life to Be Easy - The truth is, life gets tough at times. For all of us. It can even be painful. But you're brave and resourceful, and you can take it. Know that sometimes things won't be easy, and adopt the attitude that you have what it takes to deal with anything that life throws at you.",
        "Keep Up Your Enthusiasm - Enthusiastic people have a great attitude toward life.",
        "Give Up On Having An Attitude of Entitlement - Think of the parable Who Moved My Cheese? by Spencer Johnson. Two little mice and two miniature people are put in a maze. Stop demanding that things be handed to you. Your attitude at all times should be : 1. It's up to me to get what I want. 2. Good things come to those who work hard. 3. I adapt to change easily and quickly. 4. I keep going even when things get tough.",
        "Visualize - When things aren't going your way, keep a positive attitude by visualizing yourself succeeding and achieving your goals. When Nelson Mandela was incarcerated in a tiny cell that was just 6 feet wide he kept his hopes up by visualizing himself being set free",
        "Limit Your Complaints - Whining about anything and everything is not conducive to a positive attitude. When you complain you're saying negative things about a person, place, or event, without offering a solution to fix the situation. Instead of complaining.",
        "Watch Your Words - Use positive words when you talk to yourself.",
        "Use The Power of Humor - People who know how to laugh at themselves and at life's absurdities have a great attitude. Your sense of humor is a power tool, and you can use it to lift your mood and enhance your emotional state at any time.",
        "Use Gratitude to Improve Your Attitude - When you find yourself focusing on what's wrong in your life, what you don't have, or what you're missing out on, adjust your attitude by feeling gratitude.",
        "Develop an Attitude of Curiosity - Curiosity gives you a present-moment orientation which is similar to mindfulness. Being curious about a situation allows you to experience it more fully. In addition, curiosity will help you to approach uncertainty in your daily life with a positive attitude.",
        "Seek Out Others With a Positive Attitude - A positive attitude is contagious. When you feel that you need an attitude boost, find someone with a great attitude and look for an excuse to hang out with them. Their attitude can't help but rub itself off on you and you'll be able to face the world with renewed optimism.",
        "Read More http://daringtolivefully.com/positive-attitude"
      ]
    },
    {
      "category_name": "Office Etiquette",
      "category_image": "http://4protocol.net/wp-content/uploads/2011/03/Business_people_at_ad8c-resized-image-400x250.jpg",
      "category_read_more": "http://forum.englishtime.us/yaf_postsm61498_Transformation-sentence-3.aspx",
      "tips": [
        "Arrive Early - Find out how long it takes to go from home to work and then leave at least 15 minutes early. Traffic can be unpredictable, and nobody wants to hear your excuses of heavy traffic or an accident on the road. Consistently arriving early also paints a portrait of a dedicated and conscientious employee.",
        "Dress Appropriately - Look around the office and notice what coworkers are wearing. Is it business casual, or suits and ties? Once you have an idea of the office atmosphere, select clothes in advance. They should be neat and professional, but at the same time comfortable and non-restrictive.",
        "Make Good Introductions - First impressions set the tone for a relationship, and an introduction is the perfect chance to make a good one. You never know when you'll meet someone new, so it's a good skill to keep in practice",
        "Remember Names - Along with a good introduction is a good memory. People are usually impressed when you take the time to learn their names, so be sure to make it a priority. Remember, it's okay to ask someone to repeat their name in an introduction in fact, it's  much better than having to ask for their name again a month down the road. Be sure to repeat the name when first introduced. It's not only courteous, but it will help you remember it for the future.",
        "Organize Your Workspace - Some offices encourage fun workspaces that are full of pictures, magazines, and personal flair. Others companies expect more straight-laced and plain desks. But whatever the etiquette for office workspace, remember to keep your desk clean and organized. If your desk looks like a sloppy mess, people will associate the same about you.",
        "Office Correspondence Should Be Formal - Emails should be written as if they were formal letters. Never use slang words or abbreviations. Companies normally store employee emails for years, so write as if your correspondence is going in the history books.",
        "Share the Credit - Nobody likes a glory hog. Share the credit for group work and you'll look like a team player. Also, this will generate goodwill amongst co-workers that can be reciprocated. ",
        "Share Your Interests - Build cohesion between yourself and coworkers by sharing your passions. This will connect you on a personal level, building trust and teamwork with those you work with. It also articulates who you are as a professional, and what's important to you. It's important to note there's a line between sharing too little and too much. Sharing too much information can you leave you vulnerable, both professional and personally.",
        "Don't Come to Work If You're Too Sick - Showing up to work when you're contagious can start a domino effect that can decimate the entire office. For the good of your coworkers, stay home and rest. To show diligence and professionalism, tell your coworkers to call if they need assistance, or make yourself available online. ",
        "Eat lunch in the cafeteria or break room. Avoid eating smelly food at your desk.",
        "Avoid wearing perfume or cologne at work.",
        "Don't be vulgar.",
        "Ladies don't wear revealing clothing. Let others see your skills, not private body parts.",
        "Respect your co-worker's property (and company property).",
        "Don't take things from others without asking. Refrigerator lunch food stealers that also means you!",
        "Don't reciprocate bad office behavior.",
        "Meet with the person in a private location and explain how his or her bad manners are affecting you.",
        "Make sure you understand your company's business ethics and procedures for reporting infractions.",
        "If the bad behavior continues or worsens after you've spoken with the offender, seek help from your manager or a representative from HR.",
        "Read More http://forum.englishtime.us/yaf_postsm61498_Transformation-sentence-3.aspx"
      ]
    },
    {
      "category_name": "Email Etiquette",
      "category_image": "http://i69.fastpic.ru/big/2015/0522/27/3c98cf8c54762b6b309046beff919027.jpg",
      "category_read_more": "http://www.inc.com/guides/2010/06/email-etiquette.html",
      "tips": [
        "Only discuss public matters - We've all heard the stories about a private e-mail that ended up being passed around to the entire company, and in some cases, all over the Internet. One of the most important things to consider when it comes to e-mail etiquette is whether the matter you're discussing is a public one, or something that should be talked about behind closed doors. Ask yourself if the topic being discussed is something you'd write on company letterhead or post on a bulletin board for all to see before clicking send.",
        "Briefly introduce yourself - Do not assume the person receiving your e-mail knows who you are, or remembers meeting you. If you are uncertain whether the recipient recognizes your e-mail address or name, include a simple reminder of who you are in relation to the person you are reaching out to; a formal and extensive biography of yourself is not necessary.",
        "Don't e-mail angry - E-mailing with bad news, firing a client or vendor, expressing anger, reprimanding someone, disparaging other people in e-mails (particularly if you're saying something less than kind about your boss) are all major no-no's. Because e-mail can seem so informal, many people fall into this trap. Always remember that e-mail correspondence lasts forever.",
        "Use exclamation points sparingly - The maximum number of exclamation points in a business e-mail? One. Otherwise, you risk looking childish and unprofessional.",
        "Be careful with confidential information - Refrain from discussing confidential information in e-mails such as someone's tax information or the particulars of a highly-sensitive business deal. Should the e-mail get into the wrong person's hands, you could face serious — even legal — repercussions",
        "Respond in a timely fashion - Unless you work in some type of emergency capacity, it's not necessary to be available the instant an e-mail arrives. Depending on the nature of the e-mail and the sender, responding within 24 to 48 hours is acceptable",
        "Refrain from sending one-liners. - Thanks, and Oh, OK do not advance the conversation in any way. Feel free to put \"No Reply Necessary\" at the top of the e-mail when you don't anticipate a response.",
        "Avoid using shortcuts to real words, emoticons, jargon, or slang - Words from grown, business people using shortcuts such as 4 u (instead of for you), Gr8 (for great) in business-related e-mail is not acceptable. If you wouldn't put a smiley face or emoticon on your business correspondence, you shouldn't put it in an e-mail message. Any of the above has the potential to make you look less than professional.",
        "Keep it clean - Nothing annoys recipients more than when people reply and leave the messages messy, for example, an e-mail chain that includes excessive carets (>>>), or pages and pages of e-mail addresses that weren't protected using Bcc. You can get rid of carets by selecting the text, Ctrl+F to use the Find and Replace command to find a caret and replace all of them with nothing. You can get rid of all the e-mail addresses just by deleting. Clean it up, then send it",
        "Be clear in your subject line - With inboxes being clogged by hundreds of e-mails a day, it's crucial that your subject line gets to the point. It should be reasonably simple and descriptive of what you have written about. Expect that any e-mail with a cute, vague, or obscure subject will get trashed. Also, proof your subject line as carefully as you would proof the rest of the e-mail.",
        "Don't get mistaken for Spam - Avoid subject lines that are in all caps, all lower case, and those that include URLs and exclamation points - which tend to look like Spam to the recipient.",
        "Your subject line must match the message - Never open an old e-mail, hit Reply, and send a message that has nothing to do with the previous one. Do not hesitate to change the subject as soon as the thread or content of the e-mail chain changes.",
        "Provide a warning when sending large attachments - Sending unannounced large attachments can clog the receiver's inbox and cause other important e-mails to bounce. If you are sending something that is over 500KB, senders should ask, Would you mind if I sent you an attachment? When would be the best time for you?",
        "No more than two attachments, and provide a logical name - Unless it's been specifically requested, refrain from sending a message with more than two attachments. Also, give the attached file(s) a logical name so the recipient knows at a glance the subject and the sender.",
        "Send or copy others only on a need to know basis - Before you click Reply All or put names on the Cc or Bcc lines, ask yourself if all the recipients need the information in your message. If they don't, why send it? Take time to send your messages to the right people",
        "Beware of the 'reply all.' - Do not hit 'reply all' unless every member on the e-mail chain needs to know. You want to make sure that you are not sending everyone on a list your answer—whether they needed to know or not",
        "Pick up the phone - When a topic has lots of parameters that need to be explained or negotiated and will generate too many questions and confusion, don't handle it via e-mail. Also, e-mail should not be used for last minute cancellations of meetings, lunches, interviews, and never for devastating news. If you have an employee or a friend you need to deliver bad news to, a phone call is preferable. If it's news you have to deliver to a large group, e-mail is more practical",
        "Always include a signature - You never want someone to have to look up how to get in touch with you. If you're social media savvy, include all of your social media information in your signature as well. Your e-mail signature is a great way to let people know more about you, especially when your e-mail address is does not include your full name or company.",
        "Only use an auto-responder when necessary - An automatic response that says, \"Thank you for your e-mail message. I will respond to you as soon as I can\" is useless. However, one thing these messages do great is alert spammers that your e-mail is real and that they can add you to their spam list.",
        "Your e-mail is a reflection of you - Every e-mail you send adds to, or detracts from your reputation. If your e-mail is scattered, disorganized, and filled with mistakes, the recipient will be inclined to think of you as a scattered, careless, and disorganized businessperson. Other people's opinions matter and in the professional world, their perception of you will be critical to your success",
        "Read More http://www.inc.com/guides/2010/06/email-etiquette.html"
      ]
    },
    {
      "category_name": "Startup Learned the Hard Way",
      "category_image": "http://1.bp.blogspot.com/-GL-PQgozLbc/VozbNwxjNcI/AAAAAAAAAGQ/pEuwMVwddQE/s400/Start-up-India.jpg",
      "category_read_more": "http://www.entrepreneur.com/article/236643",
      "tips": [
        "Brand with a single purpose - From day one, we branded Fueled as mobile first and only, and we’ve ridden the wave of mobile’s dominance ever since. We’re grateful to receive the bulk of our new business through client referrals and friends. We do more than mobile apps -- website design, branding, SEO, community building -- but it’s our mobile brand and expertise that gets people in the door.",
        "Fire fast - If someone on your team is not working out, part ways now. It might leave the team crunched and you might have to work on Saturday and Sunday. Suck it up and do it. You’ll thank us later.",
        "Only charge flat fees for very discrete deliverables - Hourly rates or project fees? We finally found the perfect balance: charge flat fees for a series of well-defined, discrete deliverables with clear, inelastic boundaries.",
        "Get paid up front - Don’t start working until you get paid up front. Seriously, stop. Do something else until you get the money.It may feel cheeky, but there’s no faster way for an agency to fold than to carry the debt of your clients’ unpaid bills. We ask our clients to pay in advance for each two-week period of work. If they don’t pay, we don’t work.",
        "Avoid cheap clients - If a potential new client tries to lowball you or asks for deep discounts, shut the door.It’s this weird, inverted ratio: the law of discounting. The deeper the discount or the more generous the favor we give, the more unrealistic clients’ demands will be. For some reason, the clients who demand discounts will never be happy with your work, and they’re hardly worth your time and aggravation.",
        "Build a lean product - Bully your clients into building less, not more. Some clients are surprised when we push for a smaller contract (which means less cash for us). But experience has taught us that six-month builds of apps with 150 screens is effectively a guaranteed disaster. Focus first on what you can build in eight weeks, max. Then add and release the most compelling additional features in one- or two-week increments.",
        " Have plenty of conference rooms and phone booths - Remember this ratio: one to 11. Fueled runs and houses its NYC team in The Fueled Collective, a coworking space with 150 members and 35 startups. We’ve found that the magic ratio of conference rooms to people is 1 to 11. Spacious conference rooms for five to eight people are great, but the number-one use of conference-room time is phone calls made by one or two members, so to be efficient with space, try creating phone booths or micro-conference rooms. A few nooks for impromptu breakouts is also very useful.",
        "Managing the client and managing the process are two different jobs - When we started out, we had 'producers,' managers who handled both client relations, project management and the actual product. We’ve since learned that people are either really good at building product or really good at managing the client relationship, never both.",
        "Experience is valuable - Particularly in the tech world, the value of experience is easy to overlook. We had a bias, when we started, toward young talent rather than experience. We’ll just train them, we thought.",
        "Think before sleeping with your co-workers - Talented, creative human beings doing exciting work in intense environments? Love and other pangs of the heart will happen.But think about it carefully before you give in to the longings of your loins. Just how awkward is it going to be if things don’t work out? How much time and effort are you going to spend making it right? Do you risk losing someone valuable to your company?",
        "Read More http://www.entrepreneur.com/article/236643"
      ]
    },
    {
      "category_name": "Boost Confidence Right Now Because You're Awesome",
      "category_image": "http://greatist.com/sites/default/files/styles/article_main/public/MaleRunnerEdit.jpg?itok=JxcVDW5y",
      "category_read_more": "http://greatist.com/grow/easy-confidence-boosters",
      "tips": [
        "Spritz on a scent - Your favorite fragrance does more than make you smell oh-so-nice. As it turns out, it can actually make you confident, too. One study suggests that not only can a fragrance inspire confidence in men, but the more a gent likes the fragrance, the more confident he might feel",
        "Straighten up - Mom was right: The next time you find yourself slumping in your chair or slouching your shoulders, sit up straight! According to research, doing so can lead to more confidence in your own thoughts  . Plus, sitting with good posture can keep both your self-esteem and mood lifted  . Try it: Experts recommend opening up your chest and keeping your head level to look—and feel—assured and poised.",
        " Give me a V ! - Though generally a part of a cheerleader’s repertoire, throwing your hands up in the air is a pretty spectacular power pose. While you can’t bust this move out anytime anywhere, just two minutes in a wide stance with your hands in the air will give you an instant confidence boost—you might even want to invent your own pep rally cheer.",
        "Deal with failure - The great Michael Jordan once said, “I’ve failed over and over and over again in my life. And that is why I succeed.” And it’s that kind of mentality—being able to live with failure and learn from it—that helps you build self-confidence, says executive coach Marshall Goldsmith, Ph.D., author of What You Got Here Won’t Get You There.",
        "Snap a #selfie - Though selfies get a bad rap for leaning toward the narcissistic end of the confidence spectrum, they may actually be a good thing. Sixty-five percent of teen girls surveyed by TODAY/AOL said that seeing their faces on a social platform actually makes them feel more confident. Consider this the green light to snap, filter, and post—just keep in mind that the survey isn’t super scientific, so it may not be everyone’s best line of defense when it comes to a confidence boost. But, hey, a flattering pic never hurts!",
        "Embrace your superstitions - Go ahead and rock your lucky jersey or favorite charm bracelet. Science suggests that having these kinds of tokens leads to improved performance and setting loftier goals—all by boosting your self-confidence  . And the confidence link doesn’t just exist with physical objects. ",
        "Break a sweat - Nope, we’ll never get tired of saying it: Exercise is good for you! Apart from the many, many physical benefits, it also does a mind good. Case in point: One study suggests working out regularly can lead to more confidence (and less stress)",
        "Be your own cheerleader - We mentioned that affirmations may help with visualizing successful outcomes, but they may also be powerful confidence-boosting tools on their own, especially during times of stress or struggle  . When you use self-affirmations, you’re less likely to focus on failures from your past and are perhaps more likely to learn from your mistakes ",
        "Practice, practice, practice - Even if you’re blessed with oodles of natural talent, the ability to succeed and feel confident doesn’t rely on that alone. In fact, experts suggest that practicing for a task or responsibility is more important than simply relying on your gifts. Prepping for the task at-hand (whether it’s a going through a presentation, practicing public speaking, etc.) will boost your confidence and improve the quality of your work. Bottom line: dress rehearsals aren’t just for drama troupes.",
        "Learn to play an instrument - While it’s certainly an investment in time and energy, learning to play an instrument may lead to a confidence boost. One study found that learning to play the piano in particular could lead to greater self-esteem",
        "Get comfortable being uncomfortable - The time for risk-taking is NOW. Basically, we have control over how big our comfort zone is, according to Becky Blalock, a former Fortune 500 exec. When you take risks regularly, your comfort zone expands, she says. “Even doing something seemingly small every day will lead you to something bigger,” says Nancy Vito, a transformational coach.",
        "Just say f*** it! - You can now use “confidence-building” as an excuse for all your salty language. Experts believe that swearing may make us feel empowered, and thus boost our confidence and self-esteem. Just be sure to be selective with the timing of your expletives—dropping F-bombs at work, around conservative family members, or in other proper or professional settings won't do anyone any good",
        "Crack a smile - If there’s one, instant way to boost your confidence, it’s cracking a smile. Flashing those pearly whites will make you appear both confident and composed, according to Christine Clapp, a public speaking expert at The George Washington University. But the effect isn’t just external: Science suggests that smiling can help nix feelings of stress, which may pave the way for happier and more relaxed feelings",
        "Cherish compliments - While research shows that overpraise may make you feel worse about yourself, there’s still something to be said for receiving a genuine, heartfelt, and deserved compliment. In fact, experts believe that hearing words of praise leads to a boost in self-esteem and self-confidence",
        "Read more http://greatist.com/grow/easy-confidence-boosters"
      ]
    },
    {
      "category_name": "Starting Your Own Company",
      "category_image": "https://encrypted-tbn1.gstatic.com/images?q=tbn:ANd9GcThAKj8Q_yIdfofb1AXYaHlKVxx7E78ovC6vv8lZy2cYsbIDtOT",
      "category_read_more": "http://www.entrepreneur.com/article/235903",
      "tips": [
        "Do a self-inventory - Not everyone has what it takes to start a company. That’s not to say that your idea is not brilliant. It just means that you may not have the personality traits to handle launching a company of your own.",
        "Develop an idea - Don’t just start a business because something is in vogue and you think commercializing it will make money. Develop a business concept that you're passionate about related to something that you have experience with. From there, come up with a product or service that you believe can enhance the people’s lives.",
        "Test the plausibility - Once you’ve settled on an idea, figure out how you can make it become a reality. Is the product or service something that people want or need? Can you make a profit selling it? Does the product work?",
        "Write a business plan - A solid business plan will guide you going forward. It’s also needed for presenting your idea to potential investors. Your business plan should include a mission statement, a company summary, an executive summary, a service or product offerings, a description of a target market, financial projections and the cost of the operation. Learn about how to write a business plan at SBA.gov.",
        "Identify your market - Even though you may have detected some interest in your business, you need to do more homework. Assess the market, targeting the customers most likely to make a purchase. Perform a competitive assessment.",
        "Establish a budget - Once you determine how much money you’ll have to work with, figure out how much it will take to develop your product or service and create a marketing plan.",
        "Find the right investors - You’re going to need some sort of funding to start off, whether from your savings, credit cards, loans, grants or venture capitalists. Find an investor who shares your passion, someone you believe you can work with.",
        "Listen to investors - Whether you like it, investors do have a say in your company. And you need to listen to their advice or suggestion. But that doesn’t mean you have to do what they tell you ",
        "Set up a great support system - You’re going to be investing a lot of time and resources into your new business venture. Be certain that your family is on board. They must be aware that this process will be challenging financially and emotionally.",
        "Determine the legal structure - Settle on which form of ownership is best for you: a sole proprietorship, a partnership, a limited liability company, a corporation, an S corporation, a nonprofit or a cooperative. Find out more at SBA.gov.",
        "Select a business name - Decide on a name that best suits your business. Then check to see if the domain name is available online, as well as if it’s free to use in your county, state and in the country ",
        "Register your business name - If your proposed business name is available, register it with the county clerk, have it trademarked at the state and federal levels and secure a domain name.",
        "Take advantage of free resources - Numerous free resources can offer advice, training and assistance. SBA.gov is a great place to look at to find local resources.",
        "Determine tax obligations - Now it’s time to wrestle with the tax obligations. In the United States, four basic types of business taxes arise: income, self-employment, taxes for employees and excise taxes.",
        "Buy insurance - Make sure that you arrange for the proper insurance for your business. This will vary according to the type of business. If you’re working from home be sure that your homeowner’s insurance covers theft or damage to business assets, as well as liability for any business-related injuries.",
        "Choose a business location - Select a location that best fits the needs of your business, one that offers an opportunity for growth, the right level of competition and proximity to suppliers. It should also be accessible to customers.",
        " Don’t worry about an office -  If you’re not making any revenue, then don't concern yourself with an office or warehouse ust yet.",
        "Don’t become angry - If your idea is rejected by customers or investors, don't just succumb to anger. Find out what they didn’t like, make adjustments and go back to them when you’ve made the changes. There's the possibility that the timing was wrong as well.",
        "Deliver the product or service fast -Your business is a work in progress and if you launch your product or service quickly, you will be able to build a community of customers who can provide valuable feedback that can help you improve the offerings. In the words of LinkedIn founder Reid Hoffman, If you're not embarrassed by your first product release, you've released too late",
        " Avoid fights with partners - If you have disagreements with partners, then sever ties as soon as possible. In-house bickering will prevent you from focusing on growing the business.",
        "Hire a copywriter - Unless you’re an excellent writer, hire a copywriter to compose emails for highly targeted customers. A copywriter will also prove handy for press releases and other pieces to spread brand awareness or provide business updates.",
        "Prepare for meetings - When preparing for a meeting with a client, read up on everything that’s available, steeping yourself in information about the industry, that firm's employees and its competition",
        "Be sure your website functions - Potential customers want to know as much about your business as possible and they should be able to quickly access that kind of information on your website",
        "Say goodbye to your social life - You’re going to spend a lot of time devoted to the business. Even if you plan a night out, you may leave early because a lightbulb just went off. Hopefully those closest in your life will understand.",
        "Read More http://www.entrepreneur.com/article/235903"
      ]
    },
    {
      "category_name": "Choosing the Right Partner",
      "category_image": "http://i.huffpost.com/gen/2187554/images/n-RELATIONSHIPS-large570.jpg",
      "category_read_more": "Read More http://www.huffingtonpost.com/lena-aburdene-derhally/choosing-right-partner_b_7688382.html?ir=India&adsSiteOverride=in",
      "tips": [
        "Don't make choices out of fear - So many times people either choose a partner or stay with someone in an unhappy relationship predominantly out of some kind of fear. Usually that fear is being alone but fears can vary widely from person to person. It's often better to be alone and wait for the right person than to make a decision out of fear",
        "Be careful of jumping into a committed relationship right off the bat - It can be tempting to jump into a committed relationship quickly when you find someone you have a fiery connection with. However, you don't really know that person yet and you're getting emotionally invested in someone that you don't know much about. As time progresses, you may find out things that you really don't like or that you're truly not compatible with this person.",
        " Give people a chance that you normally wouldn't give a chance to - If I had a dime for every time someone told me they weren't going to go out with someone because they weren't their type, I'd be a rich woman! Remember attraction can grow the more you get to know a person and their personality.",
        "Throw out your checklist - Many people have extensive lists of what qualities and traits their ideal partner has to have. If you box yourself in to a checklist you may miss out on some great matches for you. It's almost impossible to find a perfect checklist partner, and when we think we have found it we throw all caution to the wind and disregard some not so desirable qualities. A great relationship has emotional compatibility.",
        " Look for qualities that are the foundation of a good partnership, throw the tiny details out - The qualities of a person that help to build the foundation of a good partnership are: Empathy/ integrity/ honesty/ reliability/ kindness and emotional generosity. If you find these qualities in someone, be curious about pursuing it further, even if they may not seem like your type on the surface.",
        " Don't let lust be your guide - People have a tendency to put up with a lot of crap from someone they are dating when they feel a magnetic chemistry with them. Magnetic chemistry has a strong power because it isn't something that happens often. When we find someone we have magnetic chemistry with, not only is it an aphrodisiac that we can't get enough of but we also confuse it with the right person (e.g. this must be right if I feel this strongly!). Magnetic chemistry is great but don't excuse bad behavior because of it",
        "Don't confuse an emotional roller coaster  with being crazy about someone -  When someone isn't fully emotionally available to us or we don't know where they stand, it creates a type of anxiety. The anxiety has a way of taking over our brains to the point where our thoughts are all consumed by this person. We're constantly thinking about where they are and what they are doing. Before we know it, we start planning our lives around them",
        "Find someone you can be yourself around - This may sound cliched but it's true. Picking a partner where you feel like you can be 100 percent yourself with no judgment and complete acceptance is a wonderful and liberating feeling. In life it can be difficult to find venues where you can truly be yourself.",
        "Don't keep waiting for something to change that obviously won't - The longer you stay in a situation that you know is ultimately doomed or doesn't align with your personal values, the more you block yourself from having the opportunity to meet the right person. Be clear with yourself about what you will and won't accept and know what your deal-breakers are. Once you become clear on those things, it is easier to make a decision about the fate of a relationship",
        "You should have respect for one another - You obviously cannot spend your life with someone who has no respect for you or your dreams/goals or your personality. So, choose someone who will acknowledge you for the rest of your life.",
        "Read More http://www.huffingtonpost.com/lena-aburdene-derhally/choosing-right-partner_b_7688382.html?ir=India&adsSiteOverride=in"
      ]
    },
    {
      "category_name": "Hair care",
      "category_image": "http://pad2.whstatic.com/images/thumb/9/92/Take-Care-of-Your-Hair-Step-8-Version-2.jpg/900px-Take-Care-of-Your-Hair-Step-8-Version-2.jpg",
      "category_read_more": "http://www.wikihow.com/Take-Care-of-Your-Hair",
      "tips": [
        "Wash hair sparingly and use a good-quality shampoo. - Washing hair too often can leave hair dried out, leached of its natural oils, and may damage your hair. Aim to shampoo your hair at most every other day or even only twice a week.",
        "Try shampoos that do not contain sulfates or parabens. - Sulfates are the chemicals that make shampoos lather up.[1] Parabens are preservatives that cause irritation and eye problems after prolonged use[2]. Both of these chemicals aren't healthy for you or the environment so try to use shampoos with natural cleansers.",
        "Use conditioner that matches your hair type, length, and treatment damage. - A good rule of thumb is to condition every time you shampoo your hair, although very processed or dyed hair probably needs a little more love than natural hair.",
        "Condition your hair properly based on hair type - For fine hair: If you have very limp hair, try a botanical oil treatment before you shampoo. Use lavender or tea-tree oil, for example, and work it under your cuticles before shampooing. Wash shampoo away and apply conditioner from the mid-shaft down to the end. Leave in for a minute before washing. For medium to thick hair, use a moisturizer with natural hydrators. Keep your conditioner light. Apply conditioner all over your head and let stay for 2-3 minutes.",
        "Be careful about using hair care products with too much protein. - Too much protein can leave your hair feeling desiccated and brittle. While protein is the building block of healthy hair, use conditioners that come with balanced ingredients.",
        "Rinse your hair with vinegar before shampooing, twice a year. -  Doing this helps to make your hair look shinier and cleaner; plus, it treats dandruff. Use 1 part vinegar (preferably organic apple cider vinegar) to 3 parts warm water, then rinse and wash your hair as normal.",
        "Moisturize your hair. - Use five oils: almond, castor, olive, coconut and lavender oils. Mix together equal proportions of each. Alternately, use egg oil. Apply to the hair and leave in for four hours prior to showering out. Repeat twice a week.",
        "Read More http://www.wikihow.com/Take-Care-of-Your-Hair"
      ]
    },
    {
      "category_name": "Cyber bullying",
      "category_image": "https://assets.entrepreneur.com/content/3x2/822/1393271676-before-send-angry-email-read-this.jpg",
      "category_read_more": "http://www.safekids.com/tips-to-stop-cyberbullying/",
      "tips": [
        "Don’t respond. - If someone bullies you, remember that your reaction is usually exactly what the bully wants. It gives him or her power over you. Who wants to empower a bully?",
        "Don’t retaliate. Getting back at the bully turns you into one and reinforces the bully’s behavior. Help avoid a whole cycle of aggression.",
        "Save the evidence. - The only good news about digital bullying is that the harassing messages can usually be captured, saved, and shown to someone who can help. You need to do this even if it’s minor stuff, in case things escalate.",
        "Talk to a trusted adult. - You deserve backup. It’s always good to involve a parent but – if you can’t – a school counselor usually knows how to help. Sometimes both are needed. If you’re really nervous about saying something, see if there’s a way to report the incident anonymously at school.",
        "Block the bully. - If the harassment’s coming in the form of instant messages, texts, or profile comments, do yourself a favor: Use preferences or privacy tools to block the person. If it’s in chat, leave the /“room./”",
        "Be civil. - Even if you don’t like someone, it’s a good idea to be decent and not sink to the other person’s level. Also, research shows that gossiping about and trash talking others increases your risk of being bullied. Treat people the way you want to be treated.",
        "Don’t be a bully. - How would you feel if someone harassed you? You know the old saying about walking a mile in someone’s shoes; even a few seconds of thinking about how another person might feel can put a big damper on aggression. That’s needed in this world.",
        "Be a friend, not a bystander. - Watching or forwarding mean messages empowers bullies and hurts victims even more. If you can, tell bullies to stop or let them know harassment makes people look stupid and mean. It’s time to let bullies know their behavior is unacceptable – cruel abuse of fellow human beings. If you can’t stop the bully, at least try to help the victim and report the behavior."
      ]
    },
    {
      "category_name": "Glowing / Fairer Skin Naturally",
      "category_image": "https://s-media-cache-ak0.pinimg.com/236x/d5/5f/0d/d55f0df09c0d082fcf4bf004093ffdaf.jpg",
      "category_read_more": "http://www.medindia.net/beauty/tips-for-glowing-skin.asp#ixzz3xu7Uw8vH",
      "tips": [
        "Tomatoes are the best source of anti-aging antioxidants lycopene. Eating any tomato based foods such as sauce or tomato juice can help improve the skin’s complexion.",
        "Almonds help retain water in your body as dehydrated skin appears rough and wrinkly. Eating almonds soaked overnight or consuming almonds as they are is good for a healthy appearance.",
        "Berries such as strawberries, raspberries, blackberries or blueberries are all loaded with vitamin C, which is essential for healthy skin. Consuming berries will make your skin look younger and protect from inflammation.",
        "Bananas are rich in vitamin A, B and E and hence work as an anti-aging agent. The fruit when mixed with honey gives an instant glow for your skin. Mix 1 tablespoon of mashed banana and ½ teaspoon of honey. Apply this mixture on your face and wash with lukewarm water after 15 minutes. Repeat this method once in two days for best results.",
        "Yogurt when applied on the face can lighten blemishes and moles, make freckles disappear, kill acne on the face and lighten suntanned skin. You can prepare a nourishing facemask mixing 1 or 2 teaspoons of yogurt, and 3-5 drops of lemon or orange juice. This will give a natural clear, fair and glowing skin.",
        "Cucumber promotes skin fairness. You can smash the cucumber into paste and apply it on the face. This vegetable contains elements that reduce the melanin and minimize the skin tan.",
        "Lemon juice can work wonders on your skin. You can apply it any time for at least four to six weeks as often as possible for quicker results. This will help in lightening your skin.",
        "Egg yolk is the best remedy to revive dull, lifeless skin. Put egg yolk in a bowl, add a spoon of honey and curd. Stir all these ingredients well. Apply this mixture on your face as a face pack, leave it on till it dries up and then wash off with cold water. Repeat this daily for at least two to three months for better results.",
        "Milk has a lot of vitamins that are good for our skin. The lactic acid in milk can act as an exfoliant and the enzymes can give you a smooth skin. It also has amino acids that help keep skin moisturized. So don’t forget to drink 2-3 glasses of milk daily.",
        "Rose water is filled with antioxidants and various vitamins that can help soothe and cool sensitive and irritated skin, clean oily skin, soften and tone mature skin and add beautiful glow to the normal skin. Apply rose water on the face regularly whenever you wash your face. You can also wash your face with rose water, but remember not to apply soap when you wash your face with rose water.",
        "Eating healthy and nutritious foods that are rich in vitamins and minerals such as salmon, almonds, spinach, berries, apples, carrots, walnuts and so on will keep your skin soft and smooth. It also improves the quality of your skin.",
        "Drinking plenty of water daily keeps the skin hydrated and plump. Water helps to flush the toxins from the body and keeps your skin clear.",
        "Read more: http://www.medindia.net/beauty/tips-for-glowing-skin.asp#ixzz3xu7Uw8vH"
      ]
    },
    {
      "category_name": "Invest Your Money Wisely",
      "category_image": "http://i.kinja-img.com/gawker-media/image/upload/s--bCAvJ_xj--/17mppqpfijoaxjpg.jpg",
      "category_read_more": "http://www.cfinancialfreedom.com/11-tips-invest-money-wisely/",
      "tips": [
        "Avoid Individual Stocks - It’s easy to get caught up in the hype of an individual stock and lose all your money.  The problem with individual stocks is that you’re risking money on one company.  If the company has a bad quarter or suddenly goes bankrupt, you can lose most or all of your investment overnight.  This happens more often than you think (I know this from personal experience!).",
        "Never Invest In Something You Don’t Understand - If you can’t clearly explain what you’re investing in to someone else so they can understand it, then you don’t need to invest in it.",
        "Invest 15% of Your Income - Consistently investing 15% of your income every single month will grow your wealth in a huge way.  Have the money automatically deducted from your paycheck and deposited straight to your investment accounts.  Automatic deposit into investment accounts is absolutely the best way to have discipline when it comes to saving and investing.  All you have to do is set it and forget it!",
        "Don’t Be Too Conservative - The opposite of taking too much risk (i.e. individual stocks) is to be too conservative when you invest.  Keeping all of your money in a money market account or CD’s (Certificates of Deposit) is a terrible way to invest your money! Yes, these investments are very safe, but they have a very low return on investment.  The returns are so low that they don’t even keep up with inflation, so you actually end up losing money over time with these lackluster investments.",
        "Be Patient With Your Investments - After 20 years of investing, I’m finally starting to learn to be patient with my investments.  Remember that investing is a marathon, not a sprint.  It’s totally normal for the value of your investments to go up and go down over time.  But as time stretches on, they will almost always go up in value.  So be patient if your investments are not performing very well right now.",
        "KISS Your Investments - You’ve probably seen the acronym before.  Using the KISS (Keep It Simple Stupid) philosophy is simply wise investing.  There are a lot of complicated investment strategies where people will try to convince you that you can beat the market.",
        "Keep Your Emotions Out of It - TV shows and the internet like to portray investing as an exciting, fast moving game of hot stock tips and frequent trading.  The reality is that good investing is actually very boring.",
        "Stay Out of Debt - You really didn’t think I’d forget about this one, did you?  When you have no debt, you have more money to invest.  The more money you invest, the more opportunity you have for your investments to grow into a huge pile of wealth!"
      ]
    },
    {
      "category_name": "Digital Photography",
      "category_image": "http://www.aggiearts.co.uk/wp-content/flagallery/photography/stewart-aboutme.jpg",
      "category_read_more": "http://www.exposureguide.com/top-10-digital-photography-tips.htm",
      "tips": [
        "Compose in Thirds - To use the rule of thirds, imagine four lines, two lying horizontally across the image and two vertical creating nine even squares. Some images will look best with the focal point in the center square, but placing the subject off center will often create a more aesthetically composed photograph. When a photograph is composed using the rule of thirds the eyes will wander the frame. A picture composed by the rule of thirds is more interesting and pleasing to the eye.",
        "Avoid Camera Shake - Camera shake or blur is something that can plague any photographer and here are some ways to avoid it. First, you need to learn how to hold your camera properly; use both hands, one around the body and one around the lens and hold the camera close to your body for support. Also make sure you are using a shutter speed that matches the lens focal length. So if you’re using a 100mm lens, then your shutter speed should be no lower than 1/100th of a second. Use a tripod or monopod whenever possible. In lieu of this, use a tree or a wall to stabilize the camera.",
        "The Sunny 16 Rule - The idea with the Sunny 16 rule is that we can use it to predict how to meter our camera on a sunny outdoor day. So when in that situation, choose an aperture of f/16 and 1/100th of a second shutter speed (provided you are using ISO 100). You should have a sharp image that is neither under or over exposed. This rule is useful if you don’t have a functioning light meter or if your camera doesn’t have an LCD screen to review the image.",
        "Use a Polarizing Filter - If you can only buy one filter for your lens, make it a polarizer. This filter helps reduce reflections from water as well as metal and glass; it improves the colors of the sky and foliage, and it will protect your lens too. There’s no reason why you can’t leave it on for all of your photography. The recommended kind of polarizer is circular because these allow your camera to use TTL (through the lens) metering (i.e. Auto exposure).",
        "Create a Sense of Depth - When photographing landscapes it really helps to create a sense of depth, in other words, make the viewer feel like they are there. Use a wide-angle lens for a panoramic view and a small aperture of f/16 or smaller to keep the foreground and background sharp. Placing an object or person in the foreground helps give a sense of scale and emphasizes how far away the distance is. Use a tripod if possible, as a small aperture usually requires a slower shutter speed.",
        "Use Simple Backgrounds - The simple approach is usually the best in digital photography, and you have to decide what needs to be in the shot, while not including anything that is a distraction. If possible, choose a plain background – in other words, neutral colors and simple patterns. You want the eye to be drawn to the focal point of the image rather than a patch of color or an odd building in the background. This is vital in a shot where the model is placed off center.",
        "Don't Use Flash Indoors - Flash can look harsh and unnatural especially for indoor portraits. Therefore, there are various ways you can take an image indoors without resorting to flash. First, push the ISO up – usually ISO 800 to 1600 will make a big difference for the shutter speed you can choose. Use the widest aperture possible – this way more light will reach the sensor and you will have a nice blurred background. Using a tripod or an I.S. (Image Stabilization) lens is also a great way to avoid blur.",
        "Choose the Right ISO - The ISO setting determines how sensitive your camera is to light and also how fine the grain of your image. The ISO we choose depends on the situation – when it’s dark we need to push the ISO up to a higher number, say anything from 400 – 3200 as this will make the camera more sensitive to light and then we can avoid blurring. On sunny days we can choose ISO 100 or the Auto setting as we have more light to work with.",
        "Pan to Create Motion - If you want to capture a subject in motion, then use the panning technique. To do this, choose a shutter speed around two steps lower than necessary – so for 1/250, we’d choose 1/60. Keep your camera on the subject with your finger half way down on the shutter to lock the focus and when ready, take the photo, remembering to follow them as they move. Use a tripod or monopod if possible to avoid camera shake and get clear movement lines.",
        "Experiment with Shutter Speed - Don’t be afraid to play with the shutter speed to create some interesting effects. When taking a night time shot, use a tripod and try shooting with the shutter speed set at 4 seconds. You will see that the movement of the object is captured along with some light trails. If you choose a faster shutter speed of say 1/250th of a second, the trails will not be as long or bright; instead you will freeze the action. This technique works well if you are using a tripod and if you are photographing a moving object."
      ]
    },
    {
      "category_name": "Winning Chess",
      "category_image": "https://mindsportslive.blob.core.windows.net/imageuploads/imageuploads/img_c6bff8ca-5cd4-45ec-943c-6c63c56eae5e.jpeg",
      "category_read_more": "http://archive.uschess.org/beginners/ten/index.php",
      "tips": [
        "Look at your opponent's move! - Every time your opponent makes a move, you should stop and think: Why was that move chosen? Is a piece in danger? Are there any other threats I should watch out for? What sort of plan does my opponent have in mind? Only by defending against your opponent's threats will you be able to successfully carry out your own strategies. Once you figure out what your opponent is attempting to do, you can play to nip those plans in the bud.",
        "2. Make the best possible move. - When you are considering a move, ask yourself these questions: Will the piece I'm moving go to a better square than the one it's on now? Can I improve my position even more by increasing the effectiveness of a different piece? Does this move help to defend against my opponent's threats? Will the piece I move be safe on its new square? If it's a pawn, consider: Can I keep it protected from attack? If it's another piece, consider: Can the enemy drive itaway, thus making me lose valuable time? Even if your intended move has good points, it may not be the best move at that moment. Emanuel Lasker, a former world champion, said: \"When you see a good move, wait---look for a better one!\" Following this advice is bound to improve your chess.",
        "Have a plan. - If you threaten something here in one move, something over there in the next move, and so forth, your opponent will have an easy time defending. Your pieces have to work together to be effective. Just imagine each instrument in an orchestra playing a different tune! When you develop a plan, your men can work in harmony. For example, you might plan to attack your opponent's king; one piece alone probably wouldn't be able to do much, but the combined strength of several pieces makes a powerful attacking force. Another plan could be taking control of all the squares in a particular area of the board.The chess men are your \"team\"; to be a good \"coach,\" you have to use all of their strengths together.",
        "Know what the pieces are worth. - When you are considering giving up some of your pieces for some of your opponent's, you should think about the values of the men, and not just how many each player possesses. The player whose men add up to a greater value will usually have the advantage. So a crucial step in making decisions is to add up the materia -  or value, of each player's men. The pawn is the least valuable piece, so it is a convenient unit of measure. It moves slowly, and can never go backward. Knights and bishops are approximately equal, worth about three pawn each. The knight is the only piece that can jump over other men. The bishops are speedier, but each one can reach only half the squares. A rook moves quickly and can reach every square; its value is five pawns. A combination of two minor pieces (knights and bishops) can often subdue a rook. A queen is worth nine pawns, almost as much as two rooks. It can move to the greatest number of squares in most positions. The  ng can be a valuable fighter, too, but we do not evaluate its strength because it cannot be traded.",
        " Develop quickly and well. - Time is a very important element of chess. The player whose men are ready for action sooner will be able to control the course of the game. If you want to be that player, you have to develop your men efficiently to powerful posts. Many inexperienced players like to move a lot of pawns at the beginning of the game to control space on the chessboard. But you can't win with pawns alone! Since knights, bishops, rooks, and queens can move farther than pawns and threaten more distant targets, it's a good idea to bring them out soon, after you've moved enough pawns to guarantee that your stronger pieces won't be chased back by your opponent's pawns. After all the other pieces are developed, it's easier to see what pawns you should move to fit in with your plans.",
        " Control the center. - In many cases, the person who controls the four squares at the center of the board will have the better game. There are simple reasons for this. First, a piece in the center controls more of the board than one that is somewhere else. As an example, place one knight on a center square and another in one of the corners of the board. The knight in the center can move to eight different squares, while the \"cornered\" one only has two possible moves! Second, control of the center provides an avenue for your pieces to travel from one side of the board to the other. To move a piece across the board, you will often have to take it through the center. If your pieces can get to the other side faster than your opponent's pieces, you will often be able to mount a successful attack there before he can bring over enough pieces to defend.",
        " Keep your king safe. Everyone knows that the object of the game is to checkmate the opponent's king. But sometimes a player thinks about his own plans so much that he forgets that his opponent is also king hunting. It's generally a good idea to place your king in a safe place by castling early in the game. Once you've castled, you should be very careful about advancing the pawns near your king. They are like bodyguards; the farther away they go, the easier it is for your opponent's pieces to get close to your king. (For this reason, it's often good to try to force your opponent to move the pawns near his king.)",
        "Think about the endgame. - From the time the game begins, you should remember that every move you make may affect your chances in the endgame. For instance, in the earlier parts of the game, a knight and a bishop are about equally powerful. Toward the end of the game, though, when there are fewer men in the way, the bishop can exert its influence in all parts of the board at once, while the knight still takes a long time to get anywhere. So before you trade a bishop for a knight, think not just about the next few moves but also about the endgame.",
        "Always be alert. - There is a tendency for people to relax once they have reached a good position or to give up hope if their position is very bad. These attitudes are natural, but both lead to bad results. Many players---even world champions---have achieved winning positions, only to lose because they relaxed too soon. Even the best position won't win by itself; you have to give it some help! In almost any position, the \"losing\" player will still be able to make threats. The \"winning\" player has to be alert enough to prevent these positions.Advice: If you have a better position, watch out! One careless move could throw away your hard-won advantage. Even as you're carrying out your winning plans, you must watch out for your opponent's threats.",
        "Read more: http://archive.uschess.org/beginners/ten/index.php"
      ]
    },
    {
      "category_name": "Improve Your Memory",
      "category_image": "http://www.study-habits.com/wp-content/uploads/2012/04/image-12-.jpg",
      "category_read_more": "http://www.helpguide.org/articles/memory/how-to-improve-your-memory.htm",
      "tips": [
        "Give your brain a workout - By the time you’ve reached adulthood, your brain has developed millions of neural pathways that help you process and recall information quickly, solve familiar problems, and execute familiar tasks with a minimum of mental effort. But if you always stick to these well-worn paths, you aren’t giving your brain the stimulation it needs to keep growing and developing. You have to shake things up from time to time! Memory, like muscular strength, requires you to “use it or lose it.” The more you work out your brain, the better you’ll be able to process and remember information. But not all activities are equal. The best brain exercises break your routine and challenge you to use and develop new brain pathways.",
        "Don't skip the physical exercise - While mental exercise is important for brain health, that doesn’t mean you never need to break a sweat. Physical exercise helps your brain stay sharp. It increases oxygen to your brain and reduces the risk for disorders that lead to memory loss, such as diabetes and cardiovascular disease. Exercise also enhances the effects of helpful brain chemicals and reduces stress hormones. Perhaps most importantly, exercise plays an important role in neuroplasticity by boosting growth factors and stimulating new neuronal connections.",
        "Get your Zs - There is a big difference between the amount of sleep you can get by on and the amount you need to function at your best. The truth is that over 95% of adults need between 7.5 to 9 hours of sleep every night in order to avoid sleep deprivation. Even skimping on a few hours makes a difference! Memory, creativity, problem-solving abilities, and critical thinking skills are all compromised. But sleep is critical to learning and memory in an even more fundamental way. Research shows that sleep is necessary for memory consolidation, with the key memory-enhancing activity occurring during the deepest stages of sleep.",
        "Make time for friends - When you think of ways to improve memory, do you think of “serious” activities such as wrestling with the New York Times crossword puzzle or mastering chess strategy, or do more lighthearted pastimes—hanging out with friends or enjoying a funny movie—come to mind? If you’re like most of us, it’s probably the former. But countless studies show that a life full of friends and fun comes with cognitive benefits.",
        "Keep stress in check - Stress is one of the brain’s worst enemies. Over time, chronic stress destroys brain cells and damages the hippocampus, the region of the brain involved in the formation of new memories and the retrieval of old ones. Studies have also linked stress to memory loss.",
        "Have a laugh - You’ve heard that laughter is the best medicine, and that holds true for the brain and the memory, as well as the body. Unlike emotional responses, which are limited to specific areas of the brain, laughter engages multiple regions across the whole brain. Furthermore, listening to jokes and working out punch lines activates areas of the brain vital to learning and creativity. As psychologist Daniel Goleman notes in his book Emotional Intelligence, \"laughter… seems to help people think more broadly and associate more freely.\"",
        "Eat a brain-boosting diet - Just as the body needs fuel, so does the brain. You probably already know that a diet based on fruits, vegetables, whole grains, “healthy” fats (such as olive oil, nuts, fish) and lean protein will provide lots of health benefits, but such a diet can also improve memory. For brain health, though, it’s not just what you eat—it’s also what you don’t eat. ",
        "Read more: http://www.helpguide.org/articles/memory/how-to-improve-your-memory.htm"
      ]
    },
    {
      "category_name": "Increase concentration and memory power ",
      "category_image": "http://bebrainfit.com/wp-content/uploads/2014/11/man-concentrating-720x480.jpg",
      "category_read_more": "http://www.ananda.org/meditation/meditation-support/articles/increase-your-concentration/",
      "tips": [
        "Understand what concentration is: Concentration is taking your mind off many things and putting it on one thing at a time.",
        "Decide what you want to concentrate on. - In many ways, you become what you focus on — that is, you take on some of its characteristics. Have you ever noticed how couples who have been married for many years start to look like each other, or how people often come to resemble their pets, their cars, their hobbies, or their work projects?",
        "Watch other people concentrating. - Go see a good action movie. In the middle of it, look around at the people in the theater. What are they doing? They are absolutely still, eyes barely blinking, and their breath is slower. It would take a really major distraction to break their attention stream. These physical signs may give you a hint about ways to increase your own concentration abilities.",
        "Avoid constant sensory input. - Multi-tasking (trying to do more than one thing at a time), loud noises, and visual stimulation (such as from a T.V.) make concentration much more difficult, and being around them or doing them too much can put you into a habit of non-attention which can be hard to break.",
        "Stay calm. - Deep concentration is a matter of increasing or directing your life-force or conscious, cosmic energy. The more of this kind of energy you have, the better. Scattered energy doesn’t help. It must be calm, focused energy. Learn to be calmly concentrated and be concentratedly calm. ",
        "Learn techniques to increase and control your energy. - One such technique is Paramhansa Yogananda’s Energization Exercises. Controlling your energy is an important first step toward the ability to concentrate deeply.",
        "Take breaks. - Go outside and breathe deeply or take a brisk walk. Make yourself do this often and you’ll be able to return to your task recharged and ready to focus more creatively.",
        "Learn to meditate. - Meditation is the most powerful of all concentration enhancement techniques. Learn a few simple meditation techniques and practice them at least five minutes daily.",
        "While meditating, watch your breath — don’t control it in any way, just observe. This teaches you to focus your mind on one thing at a time. As you observe your breath, it will slow down, along with your mind (this is a scientifically well-documented), and you move into a dynamic, peaceful (but not sleepy) state of being. Your mind will become recharged and creatively receptive."
      ]
    },
    {
      "category_name": "Boost Your Self Confidence",
      "category_image": "http://visualmeditation.co/wp-content/uploads/2015/05/6-tips-to-regain-your-self-confidence.jpg",
      "category_read_more": "http://www.sheknows.com/health-and-wellness/articles/810523/8-tips-to-boost-your-self-confidence",
      "tips": [
        "Play dress-up - One of the quickest and easiest ways to boost your confidence is to fake it. The best way to do that? Throw on one of your favorite outfits, or at least one you know will turn heads. By wearing attire that increases your self-confidence, you'll feel more presentable, secure and in control of your life.",
        "Put on a happy face - When you smile, the whole world smiles with you, so why not? Even if you're having one of \"those\" days, slap on a sincere grin. When you see others responding to your jovial attitude, your mood is bound to take a turn for the brighter and make you feel better about yourself.",
        "Do a good deed - Hold the door for someone. Buy coffee for a co-worker. Offer your seat on the train to a senior. Donate your time at a local women's shelter or the humane society. By doing a good deed, you'll feel better about yourself and the world around you.",
        "Challenge yourself - Whether you set out to master a new move in your exercise class or decide to get over your biggest fear, challenging yourself to master something — and then doing it — will give you a huge boost in self-confidence.",
        "Do something you love - When you're feeling low, it's important to do something you love and feel good doing. So lay on the couch and watch your favorite movie. Cook up a meal for friends. Take a run through your neighborhood. By doing something you're good at and that brings you pleasure, you'll feel more competent, accomplished and capable of handling any task that comes your way.",
        "Stop procrastinating - From joining a knitting group to signing up for martial arts classes to taking your first whitewater rafting trip, if there's something you've always wanted to do, but keep finding reasons to put it off, stop procrastinating and get it done. Not only will you feel more confident for making the decision to just do it, you'll also get excited about the new things you'll be learning.",
        "Relax - Anxiety and stress are not only toxic for your physical health, they can do serious damage to your self-confidence. Why not take some time out of your hectic schedule to seriously relax? By slowing your brain's thought pattern, you'll be less emotional and you'll feel calmer and more in control of your life — a key to feeling confident. Relax through yoga, meditation or even just a nightly bubble bath.",
        "Celebrate your achievements - Everything you've done in your life is an accomplishment, including taking your first step, getting on a bicycle, getting your driver's license or playing a sport. When you're feeling low, make a list of all of the things you've done that make you proud, and then whip it out whenever you need a quick pick-me-up. It's sure to make you remember — and celebrate — the fabulous woman you really are.",
        "Try something new - When you break out of your comfort zone and try something you haven’t before you not only challenge yourself. You expand your own limitations and your confidence in your own abilities, in how many things you can actually do. By trying something new on a continual basis you can also lessen your fears and live a life with less barriers and limitations.",
        "Exercise - This one definitely makes an impact on my self confidence. Regular exercise improves your energy levels and produces various chemicals – for example testosterone and endorphins – that put you in a more positive state. This seems to often almost automatically improve your confidence and outlook on life compared to if you spend your time on the couch, eating Pringles and watching TV. Plus, getting in shape and looking better can be a powerful confidence-booster.",
        "Face a fear - This is not an easy one. But the reward is big. If you face a fear then your confidence takes about ten steps up",
        "Positive thinking - Learning to see the world and your life through a more positive lens can be a bit difficult and takes some time. Especially if you’ve spent several years with a negative view on things. Have a look at Take the Positivity Challenge! for pointers on how to change your mindset to a more positive one."
      ]
    },
    {
      "category_name": "Dressing Sharp As A Young Man",
      "category_image": "http://restartyourstyle.com/wp-content/uploads/2015/08/improved-style.jpg",
      "category_read_more": "http://www.realmenrealstyle.com/dress-sharp-tips-young-men/",
      "tips": [
        "Dress Your Footwear Up - Starting from the ground up, appropriate-fitting footwear is the first step to dressing sharp. A traditional school of thought that’s still alive and well claims you can judge a man by his shoes. If you’ve never owned really good shoes before, brace yourself and get ready to pay a significant amount of money for well-made, classic footwear. You may be shocked at the sticker price for well-crafted shoes, but the quality and comfort pay dividends down the road.",
        "Dress to Look Older - The way you dress is the way you are perceived. If you’re still wearing clothes that scream “student days” you’re going to be treated like a boy with no experience in the real world.Buck the trend, age your look a little, and get the respect you deserve from older men.",
        "Ignore Fashion Trends. - Main-stream fashion trends change too fast to make useful wardrobe staples. Most young men don’t have the budget to buy new pants every month or two — so stay away from pants that are only presentable during an “in” season.",
        "Take Care of Your Clothing. - Generally speaking, being young means having less money to throw around. If you’ve shelled out for a few pieces of good, quality clothing — a custom suit, a pair of expensive dress shoes, what have you — it’s worth a few bucks more to keep the clothes in good shape. That means using good hangers for your suits, shoe trees for your shoes, and a little tender loving care with the washing machine.",
        "Have at Least One Good Suit in the Closet - No matter what your job is, you’re going to need a decent suit at some point. If you’re in a field where you’re going to wear one regularly you should look for a variety of colors and styles; if you just need a single suit for infrequent dress occasions stick with a classic single-breasted, two-button suit in charcoal gray or navy blue.",
        "Build from White and Blue Shirts - White and light blue cotton dress shirts are the backbone to a sharp wardrobe. Much of this lies in the fact both of these colors make up approximately 90% of the dress shirts sold worldwide and that either color looks good on most complexions and body types. Being so popular, these shirt fabrics are also available in a wide range of style and sizes anywhere int he world, making acquisition at a value price likely for the man on the lookout for sales and discounts.",
        "Own Dark Fitted Jeans & Know When to Wear Them - Jean styles are always changing: rips, tears, acid and bleach washing, distressed, stone washed, boot cut, wide leg, low rise, skinny; baggy. Keep it simple with and stick to fitted jeans in a dark color, sans fading or rips. You can wear them with a fitted T-shirt for a relaxed, casual look or dress them up with a buttoned shirt and a sport coat for a business-casual style.",
        "Look beyond Denim - Well cut and classically styled trousers will make you look a little sharper at social occasions than jeans. They’re less common in a young crowd, so you’ll already be standing out, and a good pair of slacks has a drape and crease that looks much crisper than denim. You can also get wool or cotton trousers much lighter than blue jeans, which is a blessing in any kind of warm weather.",
        "Replace T-shirts with Polos and Sport Shirts - Wearing T-shirts to the gym or when you are performing house chores is fine. But wearing T-shirts to social events or to work is a no-no, especially when the shirt is too big and made from a shoddy fabric advertising the company who gave it to you a decade ago. A good polo in a simple, dark color is always presentable and always flattering if it’s fitted well."
      ]
    }
  ],
  "status": "success"
}
