{
  "status": "success",
  "data": [
    {
      "category_name": "Dating",
      "tips": [
        "Finding a romantic partner is only one of many goals you can have at once. There's a difference between making something a priority and having an obsession. No one wants to be the Captain Ahab of the dating world.",
        "When you like a guy, and your mutual friends have multiple anecdotes about him projectile vomiting after excessive drinking, you need to rethink the infatuation. You didn't like it when your godson hurled on you, and he was a toddler. "
        "It's not about getting someone to think you're good enough for them. It’s about finding someone you can stand to spend a ridiculous amount of time with. It's about finding the puzzle piece you fit with and the Ernie to your Bert.",
        "Work on your gaydar. It'll make your life much easier.",
        "Sometimes boyfriends have little annoying habits. And sometimes they have small behaviors that indicate a complete lack of respect. If you wouldn't let your friend's sweetie talk to her that way, don't put up with it yourself. ",
        "If you're bored out of your mind at the local bar on Saturday night, you're probably not going to meet anyone there who's going to liven up your evening. Instead of downing an extra cocktail to numb the ennui, think of somewhere else to go next weekend that you might actually enjoy. If your friends don't want to join you, go anyway.",
        "Stop worrying about potential paramours rejecting you for being too fat, too short, too whatever. It's entirely possible that you would've had to reject them for never having seen Star Wars (your essential piece of pop culture may vary) anyway. People who simply are "not the right fit" exist. The sooner you weed them out of your life, the happier you'll be.",
        "Go to movies by yourself. The same goes for museums, parks and concerts. When you're part of a couple, you miss being free to follow your every whim. Being unattached means not having to compromise on your plans.",
        "A first date is not an audition for marriage. It's just a tryout for a second date. No one ever fell in love while analyzing every detail of their momentous first meeting. ",
        "If a man says that he's too damaged for you (or too neurotic, or too anything), just take his word for it. Even if it is his low self-esteem talking, you're not going to be able to fix him. And it's probably just a euphemism for /"I'm just not feeling it./""
      ]
    },
    {
      "category_name": "Pick up line to start talk to women",
      "tips": [
        "Freshen Up - It's common sense, but too many people are guilty of having bad breath. Bad breath can happen to you! Practice self-awareness and make sure you keep your teeth clean and your breath fresh. It doesn't matter how good a kisser you are, bad breath will ruin everything.",
        "Build the Moment - Whether it's the end of a first date, or after a few weeks of dating, the anticipation you build creates tension and you break the tension with a kiss. It's like the anxious moments in any good developing story. Make sure you don't wait so long that the other person questions whether you're interested in them...or the opposite sex, as I'm prone to do.",
        "Work Your Eyes - When you're leaning in for a kiss, you can't use your mouth to speak, so why not say something with eye contact? But, I make sure to close my eyes during the actual kiss because it's a little creepy when one of us has our eyes open, and it can be distracting. For instance, I couldn't have kissed anyone with my eyes open this past week with Discovery Channel on in the background because it was Shark Week-- I would have totally snuck some peeks at the TV. They say that blind people's senses other than sight are enhanced. Temporary blindness during a kiss may intensify the way a kiss feels, the sound of another person's breathing, or the touch of their hand.",
        "Don't Try to Control It, Let It Control You - A good kiss is powerful, so you should just let it grip you and go with it. The moment is broken if you try to control it.",
        "Kiss People You Like - We are all guilty of kissing people we weren't into: maybe on the dance floor, or during a moment of weakness late night in the bar. If you only kiss people you really want to kiss, those kisses will be a lot better. Kissing too many people might lead to numbness. But on the other hand, some people might tell you "practice makes perfect".",
        "Sit Back and Relax - Kissing is a team effort. Don't squelch someone's spirit by going on the offensive or taking control. Feel each other's tendencies out, and go from there.",
        "Mind Your Tongue - Tongue use can be great, or horrible. My buddy was dating a girl who continuously licked his face when they kissed. It led to them breaking up. Remember, it's a kiss, not a facial wash. No one likes to be attacked by a tongue, or have their entire mouth filled by someone's tongue. But a tongue used well can make a kiss great.",
        "Be Spontaneous - Catching someone off guard with a kiss can be a wonderful thing. Give them a little gift when they least expect it.",
        "Pay Attention to Surroundings - Whether it's candlelight, a tent under the stars, in the ocean, or in a sudden rain storm, special/new surroundings make a kiss interesting. Because your eyes are closed most of the time during a kiss, you'll hear and even feel the things that are going on around you more clearly.",
        "Control Your Saliva - Make sure, like your tongue, you control your saliva. Don't create river of slobber down your chins.",
        "Use Your Hands - Don't get fixated on someone's face. Touching their neck or sides, or just holding them close during a kiss makes it even better.",
        "Lay Off the Drink - I came to a sad realization the other day that I have not kissed a girl sober in a very long time. Naturally, I haven't been in relationship that worked out for a long time. Sure, it's fun to split a bottle of wine and smooch a bit, but I bet that the best kisses occur when we are sober.",
      ]
    },
    {
      "category_name": "Study",
      "tips": [
        "Face your fears.",
        "Take action.",
        "Do the time."
      ]
    }
  ]
}
